[{"texto": " \n \nO termo “bárbaro” teve diferentes significados ao longo da \nhistória. Sobre os usos desse conceito, podemos afirmar \nque:", "alternativas": "a) Bárbaro foi uma denominação comum a muitas \ncivilizações para qualificar os povos que não \ncompartilhavam \ndos \nvalores \ndestas \nmesmas \ncivilizações.  \n \nb) \nEntre os gregos do período clássico o termo foi \nutilizado para qualificar povos que não falavam grego \ne depois disso deixou de ser empregado no mundo \nmediterrâneo antigo.  \n \nc) \nBárbaros \neram \nos \npovos \nque \nos \ngermanos \nclassificavam como inadequados para a conquista, \ncomo os vândalos, por exemplo.  \n \nd) \nGregos e romanos classificavam de bárbaros povos \nque viviam da caça e da coleta, como os persas, em \noposição aos povos urbanos civilizados.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nA história de São Paulo no século XVII se confunde com a \nhistória dos povos indígenas. Os índios não se limitaram ao \npapel de tábula rasa dos missionários ou vítimas passivas \ndos \ncolonizadores. \nForam \nparticipantes \nativos \ne \nconscientes de uma história que foi pouco generosa com \neles. \n \n(Adaptado \nde \nJohn \nM. \nMonteiro, \n“Sangue \nNativo”, \nem \nhttp://www.revistadehistoria.com.br/secao/capa/sangue-nativo. \nAcessado em 14/07/2013.)  \n \n Sobre a atuação dos indígenas no período colonial, pode-se \nafirmar que:", "alternativas": "a) A escravidão foi por eles aceita, na expectativa de sua \nproibição pela Coroa portuguesa, por pressão dos \njesuítas.   \n \nb) Sua participação nos aldeamentos fez parte da \nintegração entre os projetos religioso e bélico de \ndomínio \nportuguês, \nexecutados \npor \njesuítas \ne \nbandeirantes. \n \nc) A existência de alianças entre indígenas e portugueses \nnão exclui as rivalidades entre grupos indígenas e \nentre os nativos e os europeus. \n \nd) A adoção do trabalho remunerado dos indígenas nos \nengenhos de São Vicente contrasta com as práticas de \ntrabalho escravo na Bahia e Pernambuco. \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nÀ medida que as maneiras se refinam, tornam-se \ndistintivas de uma superioridade: não é por acaso que o \nexemplo parece vir de cima e, logo, é retomado pelas \ncamadas médias da sociedade, desejosas de ascender \nsocialmente. É exibindo os gestos prestigiosos que os \nburgueses adquirem estatuto nobre. O ser de um homem \nse confunde com a sua aparência. Quem age como nobre \né nobre. \n \n(Adaptado de Renato Janine Ribeiro, A Etiqueta no Antigo Regime. São \nPaulo: Editora Moderna, 1998, p. 12.) \n \nO texto faz referência à prática da etiqueta na França do \nséculo XVIII. Sobre o tema, é correto afirmar que:", "alternativas": "a) A etiqueta era um elemento de distinção social na \nsociedade de corte e definia os lugares ocupados \npelos grupos próximos ao rei.  \n \nb) O jogo das aparências era uma forma de disfarçar os \nconluios políticos da aristocracia, composta por  \nburgueses e nobres, e negar benefícios ao Terceiro \nEstado. \n \nc) Os sans-culottes imitavam as maneiras da nobreza, \npois isso era uma forma de adquirir refinamento e \ntornar-se parte do poder econômico no estado \nabsolutista. \n \nd) Durante o século XIX, a etiqueta deixou de ser um \nelemento distintivo de grupos sociais, pois houve a \nabolição da sociedade de privilégios. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \n \n \nObserve a obra do pintor Delacroix, intitulada A Liberdade \nguiando o povo (1830), e assinale a alternativa correta.", "alternativas": "a) Os sujeitos envolvidos na ação política representada \nna tela são homens do campo com seus instrumentos \nde ofício nas mãos. \n \nb) \nO quadro evoca temas da Revolução Francesa, como \na bandeira tricolor e a figura da Liberdade, mas retrata \num ato político assentado na teoria bolchevique. \n \nc) \nO quadro mostra tanto o ideário da Revolução \nFrancesa reavivado pelas lutas políticas de 1830 na \nFrança quanto a posição política do pintor. \n \nd) \nNo quadro, vê-se uma barricada do front militar da \nguerra entre nobres e servos durante a Revolução \nFrancesa, sendo que a Liberdade encarna os ideais \naristocráticos.   \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nComo os abolicionistas americanos previram, os problemas \nda escravidão não cessariam com a abolição. O racismo \ncontinuaria a acorrentar a população negra às esferas mais \nbaixas da sociedade dos Estados Unidos. Mas se tivessem \ntido a oportunidade de fazer uma viagem pelo Brasil de \nseus sonhos – o país imaginado por tanto tempo como o \nlugar sem racismo – eles teriam concluído que entre o \ninferno e o paraíso não há uma tão grande distância afinal.  \n \n(Adaptado de Célia M. M. Azevedo, Abolicionismo: Estados Unidos e \nBrasil, uma história comparada (século XIX). São Paulo: Annablume, \n2003, p. 205.) \n \nSobre o tema, é correto afirmar que:", "alternativas": "a) A experiência da escravidão aproxima a história dos \nEstados Unidos e do Brasil, mas a questão do racismo \ntornou-se uma pauta política apenas nos EUA da \natualidade. \n \nb) Os abolicionistas norte-americanos tinham uma visão \nidealizada do Brasil, pois não identificavam o racismo \ncomo um problema em nosso país.   \n \nc) A imagem de inferno e paraíso na questão racial \ntambém é adequada às divisões entre o sul e o norte \ndos EUA, pois a questão racial impactou apenas uma \nparte daquele país.  \n \nd) A abolição foi uma etapa da equiparação de direitos \nnas sociedades norte-americana e brasileira, pois os \ndireitos civis foram assegurados, em ambos os países, \nno final do século XIX. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nPara Portugal, não era interessante trazer para o Brasil \nimigrantes de estados possuidores de colônias, tais como \nFrança, Inglaterra, Holanda e Espanha. Abrir as portas da \ncolônia e, depois, do recém-criado império do Brasil \npoderia significar um risco. Daí, a preferência por \nimigrantes dos estados alemães, da Suíça, e da Itália. \nPedro I continuou essa política enfatizando que era  \nnecessário apoiar o desenvolvimento da agricultura,  pelo \naliciamento de bons colonos que aumentassem o número \nde braços dos quais necessitávamos.  \n \n(Adaptado de João Klug, “Imigração no Sul do Brasil, em Keila \nGrinberg e Ricardo Sales (org.). O Brasil Imperial. v. III. 1870-1889. \nRio de Janeiro: Civilização Brasileira, 2009, p. 247.) \n \nAssinale a alternativa correta.", "alternativas": "a) A grande entrada de imigrantes no Brasil ocorreu a \npartir do Primeiro Reinado, em função do fim do \ntráfico negreiro e da maciça propaganda promovida \npelo governo brasileiro na Europa. \n \nb) \nNo Primeiro Reinado, a entrada de imigrantes \nassociava-se ao incremento da produção agrícola e \ntinha em conta o cenário internacional, no qual as \nmetrópoles \neuropeias \ndisputavam \nterritórios \ne \nriquezas. \n \nc) \nEm meio à corrida imperialista do século XIX, Portugal \nempenhou-se pelo fim da escravidão em Lisboa e do  \ntráfico negreiro em suas colônias africanas. \n \n \nd) \nA imigração no Brasil surgiu como questão a partir da \nimplantação da Lei Áurea, que alterou os modos de \npagamento do trabalho livre. \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nEm 1942, os estúdios Disney produziram o desenho “Alô \nAmigos”, que apresenta a personagem Zé Carioca. Dois \nanos depois surgiu uma nova animação: The Three \nCaballeros, conhecida no Brasil como “Você já foi à \nBahia?”.  Nos desenhos citados, o Brasil e a América \nLatina são mostrados de forma simpática, através de \nestereótipos.  Para entender esses desenhos e o esforço \nde Walt Disney, devemos considerar o seguinte contexto:", "alternativas": "a) a Segunda Guerra Mundial e a política de boa \nvizinhança.  \n \nb) \no avanço da Guerra Fria e o episódio da Crise dos \nMísseis de Cuba. \n \nc) \na política do “Big Stick” e os resultados da diplomacia \ndo dólar. \n \nd) \no avanço do populismo e a tentativa de Truman de \nbarrar esta influência. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \n(Em http://www.mosesschwartz.com/images/che_original.jpg.)  \n \nA imagem acima, obra de Andy Warhol, pertence a uma \nsérie que faz referência a outros ícones do século XX. \nSobre o artista e a obra é correto afirmar que:", "alternativas": "a) Che Guevara, Pelé e Marilyn Monroe são referências \nem suas áreas de atuação e foram retratados por \nWarhol porque o artista queria que os jovens os \nimitassem. \n \n \nb) \nO artista denunciava as ações do regime cubano, por \nmeio da imagem de Che Guevara, ao mesmo tempo \nem que criticava o predomínio cultural americano, ao \nfazer trabalho semelhante com Marilyn Monroe. \n \nc) \nA Pop Art, na qual se insere Andy Warhol, é um \nmovimento de valorização da cultura midiática, daí \nsua predileção por representantes de esquerda e de \nminorias, como mulheres e negros.  \n \nd) \nA \nproliferação \nde \nimagens \nproduzidas \npela \npublicidade, cinema, TV e jornais estimulou uma \npintura que trouxe para a tela, com a Pop Art, \nreferências conhecidas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nA dúvida é uma atitude que contribui para o surgimento do \npensamento filosófico moderno. Neste comportamento, a \nverdade é atingida através da supressão provisória de todo \nconhecimento, que passa a ser considerado como mera \nopinião. A dúvida metódica aguça o espírito crítico próprio \nda Filosofia. \n \n(Adaptado de Gerd A. Bornheim, Introdução ao filosofar. Porto Alegre: \nEditora Globo, 1970, p. 11.) \n \nA partir do texto, é correto afirmar que:", "alternativas": "a) A Filosofia estabelece que opinião, conhecimento e \nverdade são conceitos equivalentes. \n \nb) A dúvida é necessária para o pensamento filosófico, \npor ser espontânea e dispensar o rigor metodológico. \n \nc) O espírito crítico é uma característica da Filosofia e \nsurge quando opiniões e verdades são coincidentes. \n \nd) A dúvida, o questionamento rigoroso e o espírito crítico \nsão fundamentos do pensamento filosófico moderno. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nApesar de ter começado no inverno de 2010, a chamada \nPrimavera Árabe – uma alusão à Primavera de Praga de \n1968 – resultou de protestos por mudanças sociais e \npolíticas no Oriente Médio e sobretudo no norte da África. \n \nAssinale a alternativa que indica corretamente o período da \nestação de inverno no norte da África e um país dessa \nregião convulsionado pela Primavera Árabe.", "alternativas": "a) De 21 de dezembro a 20 de março; Síria. \n \nb) De 21 de junho a 20 de setembro; Líbia. \n \nc) De 21 de dezembro a 20 de março; Egito. \n \nd) De 21 de junho a 20 de setembro; Irã. \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nDesde o período neolítico os povos de distintas partes do \nmundo \ndesenvolveram \nsistemas \nagrários \npróprios \naproveitando as condições naturais de seus habitats e do \nconhecimento adquirido e transmitido entre os membros da \ncomunidade. \nAssinale a alternativa que estabelece corretamente a \nrelação entre o povo habitante de uma determinada área, o \nsistema produtivo por ele desenvolvido, as condições \nnaturais aproveitadas e os produtos cultivados.", "alternativas": "a) Egípcios; uso da irrigação e drenagem; planícies \númidas e férteis dos rios Tigres e Eufrates; arroz e \ncafé. \n \nb) Incas; uso de terraços com técnicas de curvas de nível \ne irrigação de vales; aproveitamento dos altiplanos \nandinos; batata e milho. \n \nc) Chineses; uso intensivo dos terraços das altas \nmontanhas; planalto de Anatólia no extremo leste da \nÁsia; café e cacau.  \n \nd) Mesopotâmicos; uso de cultivos de inundação e de \nregadio; vales férteis dos rios Ganges e Amarelo; \ncana-de-açúcar e feijão. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nO clima urbano decorre do contraste entre o espaço \nurbano e o campo circundante, evidenciando o caráter \nfundamental da cidade como espaço localizado de \ncontínua, cumulativa e acentuada derivação antrópica do \nambiente.  \n \n(Adaptado de Carlos Augusto de Figueiredo Monteiro, “Por um suporte \nteórico e prático para estimular estudos geográficos do clima urbano \nno Brasil”. Geosul, Florianópolis, ano V, n. 9, 1º sem, 1990.) \n \nSobre o clima urbano é correto afirmar que:", "alternativas": "a) ele resulta da interação da paisagem natural com o \nespaço construído pela ação humana; a paisagem \nnatural não é substituída pelo meio ambiente \nconstruído; nas grandes cidades as temperaturas são \nmais elevadas nas zonas de contato entre os espaços \nurbano e rural. \n \nb) ele resulta da interdependência entre as condições \nnaturais e as ações humanas; a paisagem natural \ninterage com o meio ambiente construído sem grandes \nalterações; nas grandes cidades as temperaturas \ndeclinam da periferia em direção ao centro. \n \nc) ele resulta da permanência da paisagem natural pela \ninterferência da ação humana; a paisagem natural é \nsubstituída pelas atividades agrícolas; nas grandes \ncidades as temperaturas são mais elevadas nas áreas \ncircundantes que nas áreas centrais. \n \n \n \nd) ele resulta da alteração da paisagem natural pela \ninterferência da ação humana; a paisagem natural é \nsubstituída pelo meio ambiente construído; nas \ngrandes cidades as temperaturas das áreas centrais \nsão mais elevadas que nos campos circundantes. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nA tabela abaixo apresenta a população total, urbana e rural \n(em milhões de habitantes), das macrorregiões brasileiras, \nsegundo os três últimos censos realizados pelo IBGE \n(Instituto Brasileiro de Geografia e Estatístic", "alternativas": "a) . Assinale a \nalternativa que indica corretamente as regiões identificadas \npelos números 1, 2 e 3. \n \nBrasil / \nRegiões \nUrbano / \nRural \nAno \n1991 \n Ano \n2000 \n Ano \n2010 \nBrasil \nUrbano \n110,9 \n137,7 \n160,9 \nRural \n36,0 \n31,8 \n29,8 \nRegião 1 \nUrbano \n5,9 \n9,0 \n11,6 \nRural \n4,3 \n3,8 \n4,1 \nRegião 2 \nUrbano \n25,7 \n32,9 \n38,8 \nRural \n16,7 \n14,7 \n14,2 \nRegião 3 \nUrbano \n16,3 \n20,3 \n23,2 \nRural \n5,7 \n4,7 \n4,1 \nRegião  \nSudeste \nUrbano \n55,1 \n65,4 \n74,6 \nRural \n7,5 \n6,8 \n5,6 \nRegião Centro-\nOeste \nUrbano \n7,6 \n10,0 \n12,4 \nRural\n1,7\n1,5\n1,5\n    Fonte: Sinopse do Censo do IBGE de 2010. \n \n \na) Sul; Norte; Nordeste. \n \nb) Norte; Nordeste; Sul. \n \nc) Nordeste; Sul; Norte.  \n \nd) Norte; Sul; Nordeste. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nAssinale \na \nalternativa \nque \nindica \ncorretamente \na \nlocalização e uma característica predominante dos \ndomínios morfoclimáticos do Cerrado, da Caatinga e dos \nMares de Morros.", "alternativas": "a) 1, Cerrado, com clima subtropical; 2, Caatinga, com \nrios perenes; 3, Mares de Morros, com vegetação do \ntipo savana estépica. \n \nb) 1, Caatinga, com clima semiárido; 2, Mares de Morros, \ncom mata atlântica; 3, Cerrado, com vegetação do tipo \nsavana. \n \nc) 1, Caatinga, com clima tropical de altitude; 2, Mares de \nMorros, com rios intermitentes; 3, Cerrado, com mata \nde araucária. \n \nd) 1, Cerrado, com vegetação do tipo savana; 2, \nCaatinga, com clima semiárido; 3, Mares de Morros, \ncom mata atlântica. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nEm termos genéricos, a rede urbana constitui-se no \nconjunto de centros urbanos funcionalmente articulados \nentre si. É, portanto, um tipo particular de rede na qual os \nvértices ou nós representam os diferentes núcleos de \npovoamento dotados de funções urbanas, e as linhas \nrepresentam os diversos fluxos entre esses centros. \n \n(Adaptado de Roberto Lobato Corrêa, Trajetórias Geográficas. Rio de \nJaneiro: Bertrand Brasil, 2001.)  \n \nSobre a rede urbana Brasileira é correto afirmar que:", "alternativas": "a) formou-se a partir do interior do continente, com o \nnascimento das cidades “boca de sertão”, funcionais \npara o povoamento e a exploração do ouro. \n \nb) \njá no início do século XIX, ela deixou de seguir o \nmodelo dendrítico implantado desde o início da \ncolonização \npara \natender \nà \neconomia \nagroexportadora. \n \nc) \na partir da segunda metade do século XX, a \nindustrialização \nimplicou \nforte \narticulação \ninter-\nregional, gerando uma rede urbana de porte nacional. \n \nd) \nna atualidade, destaca-se a monofuncionalidade dos \nprincipais \ncentros \nque \na \nformam, \ndada \na \nespecialização das funções urbanas requerida na \nglobalização. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nAs ocupações de telemarketing expressam uma importante \ntransformação do mundo do trabalho nesse começo de \nséculo. Surgem nos EUA e na Europa nos anos 1980 e na \ndécada de 1990 atingem o Brasil, onde os call centers \n(locais de trabalho dos atendentes de telemarketing) mais \nconcentram trabalhadores: 1.103 em cada empresa.  \n \n(Adaptado de Jessé Souza, Os batalhadores brasileiros. Nova classe \nmédia ou a nova classe trabalhadora? Belo Horizonte: Editora da \nUFMG, 2012.) \n \nAssinale a alternativa em que todas as características \nassociadas a esse tipo de trabalho estejam corretas.", "alternativas": "a) Privatização das empresas de telecomunicações; \ngeneralização \nda \nposse \nde \nlinhas \ntelefônicas; \nexpansão de serviços de suporte técnico e televendas; \ninsegurança no mercado de trabalho. \n \nb) Estatização das empresas de telecomunicações; \ngeneralização das linhas de telefones fixos; maior \nconcentração populacional no meio rural; estabilidade \nno mercado de trabalho. \n \nc) Privatização das empresas de telecomunicações; \ngeneralização da posse de telefones celulares; \nretração dos serviços de atendimento ao cliente; \nsegurança no mercado de trabalho. \n \nd) Estatização das antigas empresas de televendas; \ngeneralização do uso de telefones fixos; retração dos \nserviços de\natendimento ao cliente; retração do \nmercado de trabalho nos serviços. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nSobre a Revolução Informacional e suas implicações para \na reorganização do mundo contemporâneo, podemos \nafirmar que:", "alternativas": "a) Alguns Estados e um conjunto diminuto de grandes \nempresas controlam o essencial da revolução \ntecnológica em curso, atualizando o desenvolvimento \ngeograficamente desigual. \n \nb) \nDado o alcance planetário do sistema técnico \ninformacional, a população tem amplo acesso a uma \ninformação \nverdadeira que unifica os lugares, \ntornando o mundo uma democrática aldeia global. \n \nc) \nHá um acentuado enfraquecimento das funções de \ngestão das metrópoles, processo determinado pela \ndescentralização da produção, apoiada no uso \nintensivo \ndas \ntecnologias \nda \ninformação \ne \ncomunicação. \n \nd) \nOs mais diversos fluxos de informações perpassam as \nfronteiras nacionais, anulando o papel do Estado-\nNação como ente regulador e definidor de estratégias \nno jogo político mundial. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nNo mapa abaixo estão indicados por números três países \ndo Continente Africano. Assinale a alternativa que \napresenta corretamente a localização e características \ndesses países.", "alternativas": "a) Angola (1) e Moçambique (2) foram colonizados por \nfranceses, enquanto a África do Sul (3) integra \natualmente o NAFTA. \n \nb) Angola (3) e Moçambique (1) foram colonizados por \ningleses, enquanto a África do Sul (2) integra \natualmente o G7. \n \nc) Angola (1) e Moçambique (2) foram colonizados por \nportugueses, enquanto a África do Sul (3) integra \natualmente os BRICS. \n \nd) Angola (2) e Moçambique (3) foram colonizados por \nportugueses, enquanto a África do Sul (1) integra \natualmente os BRICS. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nO tecido muscular cardíaco apresenta fibras", "alternativas": "a) lisas, de contração voluntária e aeróbia. \n \nb) lisas, de contração involuntária e anaeróbia. \n \nc) estriadas, de contração voluntária e anaeróbia. \n \nd) estriadas, de contração involuntária e aeróbia. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nOs diagramas abaixo ilustram a frequência percentual de \nindivíduos com diferentes tamanhos de bico, para duas \nespécies de tentilhões (gênero Geospiz", "alternativas": "a) encontradas em \ntrês ilhas do arquipélago de Galápagos, no oceano \nPacífico. As frequências de indivíduos com bicos de \ndiferentes profundidades (indicadas pelas setas) são \nmostradas para cada espécie, em cada ilha. Sabendo-se \nque ambas as espécies se alimentam de sementes, \nindique a interpretação correta para os resultados \napresentados. \n \n \n \nAdaptado de Pianka, E.R. Evolutionary Ecology. Harper & Row, \nPublishers, New York, 397 pp. 1978. Em: http://goose.ycp.edu/~kk \nleiner/ecology/lectureimages/15finches.jpg. \n \na) Trata-se de um exemplo de cooperação entre as duas \nespécies, que procuram por alimento juntas, quando \nestão em simpatria. \n \nb) Trata-se de um exemplo de deslocamento de \ncaracteres resultante de competição entre as duas \nespécies na situação de simpatria. \n \nc) Trata-se de um exemplo de predação mútua entre as \nespécies, levando à exclusão de G. fuliginosa na ilha \nDaphne, e de G. fortis na ilha Los Hermanos. \n \nd) Trata-se de um caso de repulsa mútua entre as duas \nespécies, sendo mais perceptível nas ilhas Daphne e \nLos Hermanos. \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nOs insetos, especialmente aqueles com modo de vida \nsocial, estão entre os animais mais abundantes na Terra. \nSão insetos sociais, que vivem em colônias:", "alternativas": "a) formigas, borboletas, besouros. \n \nb) abelhas melíferas, formigas, cupins. \n \nc) besouros, abelhas melíferas, moscas. \n \nd) cupins, libélulas, cigarras. \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nA preservação da biodiversidade ocupa hoje um lugar \nimportante na agenda ambiental de diversos países. Qual \ndas afirmações abaixo é correta?", "alternativas": "a) A diversidade de espécies diminui com o aumento da \nprodutividade do ecossistema. \n \nb) A diversidade de espécies diminui com o aumento da \nheterogeneidade espacial do ecossistema. \n \nc) A diversidade de espécies diminui com o aumento da \nlatitude. \n \nd) A diversidade de espécies em recifes de coral é a \nmenor entre os ecossistemas marinhos.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nConsidere os seguintes componentes celulares: \n \nI. \nparede celular \nII. \nmembrana nuclear \nIII. \nmembrana plasmática  \nIV. \nDNA \n \nÉ correto afirmar que as células de", "alternativas": "a) fungos e protozoários possuem II e IV. \n \nb) bactérias e animais possuem I e II. \n \nc) bactérias e protozoários possuem II e IV. \n \nd) animais e fungos possuem I e III. \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nCladogramas são diagramas que indicam uma história \ncomum entre espécies ou grupos de seres vivos. Os \nnúmeros 3 e 4 no cladograma apresentado abaixo \ncorrespondem, respectivamente, aos seguintes grupos \nvegetais:", "alternativas": "a) angiospermas e gimnospermas. \n \nb) pteridófitas e gimnospermas. \n \nc) pteridófitas e briófitas. \n \nd) gimnospermas e angiospermas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nNa readequação de alguns estádios de futebol, por conta \nde uma atitude ecológica coerente, milhares de assentos \nserão produzidos a partir de garrafas PET. Para cada \nassento serão necessárias cerca de 100 garrafas PET de \ncapacidade de 600 mL e massa de 18 g cada uma. Pode-\nse afirmar que a redução de volume do material \nreaproveitado para a fabricação dos assentos será, \naproximadamente, igual a", "alternativas": "a) 2,3 % \n \nb) \n33,3 % \n \nc) \n66,6 % \n \nd) \n97,7 % \n \nDados: Densidade do PET = 1,3 g cm-3. Considere que no \nreaproveitamento do PET não ocorre perda de massa, e \nque o volume externo da garrafa é de 600 mL. \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nO uso mais popular do cloreto de sódio é na cozinha, onde \né utilizado para acrescentar sabor a uma infinidade de \nalimentos e também como conservante e material de \nlimpeza. É na indústria química, no entanto, que ele é mais \nconsumido. São inúmeros os processos que fazem uso de \nprodutos do processamento desse sal.  \n \n \n \n \nO uso industrial do cloreto de sódio se dá principalmente \nno processo de obtenção de alguns importantes produtos \nde sua eletrólise em meio aquoso. Simplificadamente, esse \nprocesso é feito pela passagem de uma corrente elétrica \nem uma solução aquosa desse sal. Pode-se afirmar que, a \npartir desse processo, seriam obtidos:", "alternativas": "a) gás hidrogênio, gás oxigênio e ácido clorídrico. \n \nb) gás hidrogênio, gás cloro e ácido clorídrico. \n \nc) gás hidrogênio, gás cloro e hidróxido de sódio em \nsolução. \n \nd) gás hidrogênio, gás oxigênio e hidróxido de sódio em \nsolução. \n  \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nO uso mais popular do cloreto de sódio é na cozinha, onde \né utilizado para acrescentar sabor a uma infinidade de \nalimentos e também como conservante e material de \nlimpeza. É na indústria química, no entanto, que ele é mais \nconsumido. São inúmeros os processos que fazem uso de \nprodutos do processamento desse sal.  \n \n \n \n \nObtém-se um sal de cozinha do tipo light substituindo-se \numa parte do sal comum por cloreto de potássio. Esse \nproduto é indicado para pessoas com problemas de \npressão arterial alta. Sabendo-se que a massa molar do \nsódio é menor que a do potássio, pode-se afirmar que, \npara uma mesma massa dos dois tipos de sal, no tipo light \nhá", "alternativas": "a) menos íons cloreto e mais íons sódio do que no sal \ncomum. \n \nb) mais íons cloreto e menos íons sódio do que no sal \ncomum. \n \nc) mais íons cloreto e mais íons sódio do que no sal \ncomum.  \n \nd) menos íons  cloreto e menos íons sódio do que no sal \ncomum. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nRecentemente encontrou-se um verdadeiro “fatberg”, um \niceberg de gordura com cerca de 15 toneladas, nas \ntubulações de esgoto de uma região de Londres. Esse \n“fatberg”, resultado do descarte inadequado de gorduras e \nóleo usados em frituras, poderia ser reaproveitado na \nprodução de", "alternativas": "a) sabão, por  hidrólise em meio salino. \n \nb) \nbiodiesel, por transesterificação em meio básico. \n \nc) \nsabão, por transesterificação em meio salino. \n \nd) \nbiodiesel, por hidrólise em meio básico. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nA matriz energética brasileira tem se diversificado bastante \nnos últimos anos, em razão do aumento da demanda de \nenergia, da grande extensão do território brasileiro e das \nexigências ambientais. Considerando-se as diferentes \nfontes para obtenção de energia, pode-se afirmar que é \nvantajoso utilizar", "alternativas": "a) resíduos orgânicos, pois o processo aproveita matéria \ndisponível e sem destino apropriado. \nb) carvão mineral, pois é um recurso natural e renovável.\nc) energia hidrelétrica, pois é uma energia limpa e sua \ngeração não causa dano ambiental. \n \nd) energia nuclear, pois ela usa uma fonte renovável e \nnão gera resíduo químico. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nEm setembro de 2011, no Rio Grande do Sul, pessoas \nalegaram ter sofrido queimaduras depois de beberem um \nachocolatado. Em março de 2013, um caso semelhante \nvoltou a ocorrer, agora com um suco de maçã.  Em função \nde problemas semelhantes durante o processo de \nhigienização, o achocolatado foi contaminado por água \nsanitária e o suco de maçã substituído por soda cáustica \n2,5 %. Pode-se afirmar que, comparados aos produtos não \ncontaminados, os líquidos que causaram problemas aos \nconsumidores apresentavam-se", "alternativas": "a) mais ácidos e, portanto, com maiores valores de pH.  \n \nb) \nmais ácidos e, portanto, com menores valores de pH. \n \nc) \nmais básicos e, portanto, com maiores valores de pH. \n \nd) \nmais básicos e, portanto, com menores valores de pH. \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nAndar de bondinho no complexo do Pão de Açúcar no Rio \nde Janeiro é um dos passeios aéreos urbanos mais \nfamosos do mundo. Marca registrada da cidade, o Morro \ndo Pão de Açúcar é constituído de um único bloco de \ngranito, despido de vegetação em sua quase totalidade e \ntem mais de 600 milhões de anos. \n \n \n \n \nO passeio completo no complexo do Pão de Açúcar inclui \num trecho de bondinho de aproximadamente 540 m, da \nPraia Vermelha ao Morro da Urca, uma caminhada até a \nsegunda estação no Morro da Urca, e um segundo trecho \nde bondinho de cerca de 720 m, do Morro da Urca ao Pão \nde Açúcar. A velocidade escalar média do bondinho no \nprimeiro trecho é \n\n1\nv\n10,8 km/h\ne, no segundo, é \n\n2\nv\n14,4 km/h. Supondo que, em certo dia, o tempo gasto \nna caminhada no Morro da Urca somado ao tempo de \nespera nas estações é de 30 minutos, o tempo total do \npasseio completo da Praia Vermelha até o Pão de Açúcar \nserá igual a", "alternativas": "a) 33 min. \n \nb) 36 min. \n \nc) 42 min. \n \nd) 50 min. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nAndar de bondinho no complexo do Pão de Açúcar no Rio \nde Janeiro é um dos passeios aéreos urbanos mais \nfamosos do mundo. Marca registrada da cidade, o Morro \ndo Pão de Açúcar é constituído de um único bloco de \ngranito, despido de vegetação em sua quase totalidade e \ntem mais de 600 milhões de anos. \n \n \n \n \nA altura do Morro da Urca é de 220 m e a altura do Pão de \nAçúcar é de cerca de 400 m, ambas em relação ao solo.  A \nvariação da energia potencial gravitacional do bondinho \ncom passageiros de massa total M = 5000 kg, no segundo \ntrecho do passeio, é \n \n(Use g = 10 m/s2.)", "alternativas": "a) 11 x 106 J. \n \nb) 20 x 106 J. \n \nc) 31 x 106 J. \n \nd) 9 x 106 J. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nAs \nmáquinas \ncortadeiras \ne \ncolheitadeiras \nde \ncana-de-açúcar podem substituir dezenas de trabalhadores \nrurais, o que pode alterar de forma significativa a relação \nde trabalho nas lavouras de cana-de-açúcar. A pá \ncortadeira da máquina ilustrada na figura abaixo gira em \nmovimento circular uniforme a uma frequência de 300 rpm. \nA velocidade de um ponto extremo P da pá vale \n(Considere \n3\n ", "alternativas": "a) 9 m/s. \n \nb) 15 m/s. \n \nc) 18 m/s. \n \nd) 60 m/s. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nUma boia de sinalização marítima muito simples pode ser \nconstruída unindo-se dois cilindros de mesmas dimensões \ne de densidades diferentes, sendo um de densidade menor \ne outro de densidade maior que a da água, tal como \nesquematizado \nna \nfigura \nabaixo. \nSubmergindo-se \ntotalmente esta boia de sinalização na água, quais serão \nos pontos efetivos mais prováveis de aplicação das forças \nPeso e Empuxo?", "alternativas": "a) Peso em C e Empuxo em B. \n \nb) Peso em B e Empuxo em B. \n \nc) Peso em C e Empuxo em A. \n \nd) Peso em B e Empuxo em C. \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nA tecnologia de telefonia celular 4G passou a ser utilizada \nno Brasil em 2013, como parte da iniciativa de melhoria \ngeral dos serviços no Brasil, em preparação para a Copa \ndo Mundo de 2014. Algumas operadoras inauguraram \nserviços com ondas eletromagnéticas na frequência de \n40 MHz. \nSendo \na \nvelocidade \nda \nluz \nno \nvácuo \n\n\n8\nc\n3,0 10  m/s , o comprimento de onda dessas ondas \neletromagnéticas é", "alternativas": "a) 1,2 m. \n \nb) 7,5 m. \n \nc) 5,0 m. \n \nd) 12,0 m. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nA atração e a repulsão entre partículas carregadas têm \ninúmeras aplicações industriais, tal como a pintura \neletrostática. As figuras abaixo mostram um mesmo \nconjunto de partículas carregadas, nos vértices de um \nquadrado de lado a, que exercem forças eletrostáticas \nsobre a carga A no centro desse quadrado. Na situação \napresentada, o vetor que melhor representa a força \nresultante agindo sobre a carga A se encontra na figura", "alternativas": "a) b)  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nc)  \n \n \n \n \n \n \n \n \n \n \n \n \nd)  \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nA figura abaixo exibe, em porcentagem, a previsão da \noferta de energia no Brasil em 2030, segundo o Plano \nNacional de Energia.\nOutras fontes\nrenováveis\nHidráulica\nProdutos\nde cana\nLenha e\ncarvão vegetal\nCarvão mineral\nUrânio\nGás\nnatural\nPetróleo e\nderivados\n15,5\n28\n3\n6,9\n13,5\n18,5\n5,5\n9,1\n \n \n \nSegundo o plano, em 2030, a oferta total de energia do \npaís irá atingir 557 milhões de tep (toneladas equivalentes \nde petróleo). Nesse caso, podemos prever que a parcela \noriunda de fontes renováveis, indicada em cinza na figura, \nequivalerá a", "alternativas": "a) 178,240 milhões de tep. \n \nb) 297,995 milhões de tep. \n \nc) 353,138 milhões de tep. \n \nd) 259,562 milhões de tep. \n𝐹 \n𝐹 \n𝐹 \n𝐹 \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nUm investidor dispõe de R$ 200,00 por mês para adquirir o \nmaior número possível de ações de certa empresa. No \nprimeiro mês, o preço de cada ação era R$ 9,00. No \nsegundo mês houve uma desvalorização e esse preço caiu \npara R$ 7,00. No terceiro mês, com o preço unitário das \nações a R$ 8,00, o investidor resolveu vender o total de \nações que possuía. Sabendo que só é permitida a \nnegociação de um número inteiro de ações, podemos \nconcluir que com a compra e venda de ações o investidor \nteve", "alternativas": "a) lucro de R$ 6,00. \n \nb) nem lucro nem prejuízo. \n \nc) prejuízo de R$ 6,00. \n \nd) lucro de R$ 6,50. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nO perímetro de um triângulo retângulo é igual a 6,0 m e as \nmedidas dos lados estão em progressão aritmética (PA). A \nárea desse triângulo é igual a", "alternativas": "a) 3,0 m2. \n \nb) 2,0 m2. \n \nc) 1,5 m2. \n \nd) 3,5 m2. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nUm caixa eletrônico de certo banco dispõe apenas de  \ncédulas de 20 e 50 reais. No caso de um saque de 400 \nreais, a probabilidade do número de cédulas entregues ser \nímpar é igual a", "alternativas": "a) . \n \nb)     . \n \nc)     . \n \nd)     . \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nConsidere as funções   e  , cujos gráficos estão \nrepresentados na figura abaixo. \n \n \n \nO valor de       ))       )) é igual a", "alternativas": "a) . \n \nb)   . \n \nc)  . \n \nd) 1. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nSeja   real tal que             . O valor de      é", "alternativas": "a) (√   ) / 2. \n \nb) (  √ ) / 2. \n \nc) (√   ) / 2. \n \nd) (  √ ) / 2. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nA razão entre a idade de Pedro e a de seu pai é igual a 2/9. \nSe a soma das duas idades é igual a 55 anos, então Pedro \ntem", "alternativas": "a) 12 anos. \n \nb) 13 anos. \n \nc) 10 anos. \n \nd) 15 anos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nNo plano cartesiano, a reta de equação          \nintercepta os eixos coordenados nos pontos A e B. O ponto \nmédio do segmento AB tem coordenadas", "alternativas": "a) ). \n \nb)     ). \n \nc)        ). \n \nd)      ). \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nConsidere um cilindro circular reto. Se o raio da base for \nreduzido pela metade e a altura for duplicada, o volume do \ncilindro", "alternativas": "a) é reduzido em 50%. \n \nb) aumenta em 50%. \n \nc) permanece o mesmo. \n \nd) é reduzido em 25%. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nO gráfico abaixo exibe a curva de potencial biótico    ) \npara uma população de microorganismos, ao longo do \ntempo  . \n \n \n \nSendo   e   constantes reais, a função que pode \nrepresentar esse potencial é", "alternativas": "a) )      . \n \nb)    )      . \n \nc)    )         . \n \nd)    )           . \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}, {"texto": " \n \nO módulo do número complexo                é igual a", "alternativas": "a) √ . \n \nb)  . \n \nc)  √ . \n \nd)   . \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2014, "quantidade_alternativas": 4, "codigo_prova": "QX"}}]
