[{"texto": " \n \nPesquisadores analisaram o número de polinizadores, a \nbiodiversidade e o rendimento de cultivos dependentes de \npolinizadores (maçã, pepino, caju, café, feijão, algodão e \ncanola, entre outros) em propriedades da África, Ásia e \nAmérica do Sul. Nos países analisados, o rendimento \nagrícola cresceu de acordo com a densidade de \npolinizadores, indicando que a redução na população de \nabelhas e outros insetos poderia ser parcialmente \nresponsável pela queda de produtividade. \n(Adaptado de http://revistapesquisa.fapesp.br/2016/01/21 /insetos-\nelevam-produtividade-agricola/) \n \nOs resultados obtidos com a pesquisa relatada acima \nsugerem que:", "alternativas": "a) A presença de insetos nas lavouras pode ser uma das \ncausas da queda de produtividade e biodiversidade. \n \nb) Práticas \nagrícolas \nconvencionais, \ncom \nuso \nde \npesticidas, favorecem os polinizadores e aumentam a \nprodutividade. \n \nc) A adoção de medidas que ofereçam condições de vida \nmais favoráveis a polinizadores pode resultar em \naumento de produtividade do feijão. \n \nd) A biodiversidade observada na África, Ásia e América \ndo Sul demanda uso intenso de defensivos agrícolas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nConsiderando \no \nesquema \na \nseguir \ncomo \numa \nrepresentação simplificada da meiose, indique a alternativa \ncorreta.", "alternativas": "a) A, B, D e F são diploides. \n \nb) B, C, D e E são formados na telófase I. \n \nc) A, B, D e G são células idênticas quanto ao seu \nmaterial genético. \n \nd) B, C, D e I são haploides. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nO gráfico a seguir representa a variação do índice glicêmico \napós a ingestão de dois alimentos (mesma quantidade, pela \nmesma pessoa, mas em momentos diferentes). A linha \npontilhada representa o alimento A, enquanto a linha contínua \nrepresenta o alimento B. A análise do gráfico nos permite \nafirmar corretamente que:", "alternativas": "a) O alimento B não afeta a concentração de glicose na \ncirculação sanguínea. \n \nb) O alimento A não possui carboidratos em sua composição. \n \nc) O alimento B ajuda a emagrecer, pois estimula a liberação \nde adrenalina. \n \nd) O alimento A estimula a liberação de insulina na circulação \nsanguínea. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nO HPV faz parte do grupo dos caudovírus. As verrugas genitais \ncausadas pela infecção do vírus foram estudadas desde a \nAntiguidade, porém o vírus só foi descoberto 40 anos atrás. \nPode-se afirmar corretamente que:", "alternativas": "a) A principal forma de se adquirir o HPV é através da \ningestão de alimentos contaminados. \n \nb) O câncer de colo de útero não pode ser causado pelo vírus \nHPV. \n \nc) O vírus HPV pode permanecer latente por vários anos. \n \nd) Não há tratamento nem vacina para o HPV. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nO cladograma abaixo representa relações evolutivas entre \nmembros da Superfamília Hominoidea, onde se observa \nque", "alternativas": "a) homens e gibões (Hylobatidae) não possuem ancestral \ncomum. \n \nb) homens, gorilas (Gorilla) e orangotangos (Pongo) \npertencem a famílias diferentes. \n \nc) homens, gibões e chimpanzés (Pan) possuem um \nancestral comum. \n \nd) homens, orangotangos (Pongo) e gibões (Hylobatidae) \nsão primatas pertencentes à mesma família. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nNa vida real não existem animais que são agentes \nsecretos, mas o ornitorrinco, representado na figura do \ndesenho Phineas e Ferb, guarda muitos segredos e \ncuriosidades. Esse animal de aproximadamente 60 cm, \nque parece uma mistura de lontra, pato e castor, resultou \nem um ser único em vários sentidos.", "alternativas": "a) À semelhança dos mamíferos placentários, a fêmea do \nornitorinco alimenta os filhotes com seu leite, mas \ncoloca ovos. \n \nb) Diferentemente \ndos \nmamíferos \nplacentários, \nos \nornitorrincos não produzem leite para a alimentação \ndos filhotes. \n \nc) À semelhança dos mamíferos placentários, os embriões \ndos ornitorrincos alimentam-se exclusivamente de vitelo \nacumulado no ovo. \n \nd) Diferentemente \ndos \nmamíferos \nplacentários, \nos \nornitorrincos apresentam autofecundação e produzem \novos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nA figura a seguir ilustra fragmentos de um gene presente em 4 \nespécies identificadas com os números de 1 a 4 entre \nparênteses. \n \nCACTTGTAAAACCAGTATAGACCCTAG (1) \nCACTTGTAAAACCAGGATAGACGCTAG(2) \nCACTTGTAAAACCAGTATAGACGCTAG (3) \nCATTTTTAACACCAGGATAGACGCTAT(4) \n \nAssinale a alternativa correta.", "alternativas": "a) As espécies 1 e 4 são mais próximas entre si do que as \nespécies 1 e 3. \n \nb) As espécies 2 e 3 são mais próximas entre si do que as \nespécies 1 e 3. \n \nc) As espécies 1 e 3 são mais próximas entre si do que as \nespécies 3 e 4. \n \nd) As espécies 2 e 4 são mais próximas entre si do que as \nespécies 1 e 2. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nO corpo humano é composto por pelo menos dois tipos de \ngordura. A mais comum é o tecido adiposo branco, um tipo \nperigoso que se acumula ao redor das vísceras e debaixo da \npele, podendo causar obesidade e desencadear complicações \nmetabólicas, como o diabetes tipo 2. A outra é o tecido adiposo \nmarrom, que regula a produção de calor e, consequentemente, \na temperatura corporal. \nAssinale a alternativa correta.", "alternativas": "a) O tecido adiposo branco produz mais energia que o tecido \nadiposo marrom. \n \nb) O tecido adiposo marrom não produz ATP, mas produz \ncalor. \n \nc) O tecido adiposo branco não produz ATP, mas produz \ncalor. \n \nd) O tecido adiposo branco produz ATP e calor. \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nAo observar uma célula, um pesquisador visualizou uma \nestrutura delimitada por uma dupla camada de membrana \nfosfolipídica, \ncontendo \num \nsistema \ncomplexo \nde \nendomembranas \nrepleto \nde \nproteínas \nintegrais \ne \nperiféricas. Verificou também que, além de conter seu \npróprio material genético, essa estrutura ocorria em \nabundância em todas as regiões meristemáticas de \nplantas. Qual seria essa estrutura celular?", "alternativas": "a) Cloroplasto. \n \nb) Mitocôndria. \n \nc) Núcleo. \n \nd) Retículo endoplasmático. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n \nA imagem acima retrata parte do mosaico romano de \nNennig, um dos mais bem conservados que se encontram \naté o momento no norte da Europa. A composição conta \ncom mais de 160 m2 e apresenta como tema cenas \npróprias de um anfiteatro romano.  \n(https://fr.wikipedia.org/wiki/Perl_(Sarre)#/media/File:Retiarius_stabs_secutor_(c\nolor).jpg. Acessado em 12/08/2016.) \n \nA partir da leitura da imagem e do conhecimento sobre o \nperíodo em questão, pode-se afirmar corretamente que a \nimagem representa", "alternativas": "a) uma luta entre três gladiadores, prática popular entre \nmembros da elite romana do século III d. C, que foi \ncriticada pelos cristãos. \n \nb) a popularidade das atividades circenses entre os \nromanos, prática de cunho religioso que envolvia os \nprisioneiros de guerra.  \n \nc) uma das ações da política do pão e do circo, estratégia \nda elite romana que usava cidadãos romanos na \narena, para lutarem entre si e, assim, divertir o povo. \n \nd) uma luta entre gladiadores, prática que tinha inúmeras \nfunções naquela sociedade, como  a diversão, a tentativa \nde controle social e a valorização da guerra.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nO documento abaixo foi redigido pelo governador de \nPernambuco, Caetano de Melo e Castro, em 18 de agosto de \n1694, para comunicar ao Rei de Portugal a tomada da Serra da \nBarriga.  \n“ (...) Não me parece dilatar a Vossa Majestade da gloriosa \nrestauração dos Palmares, cuja feliz vitória senão avalia por \nmenos que a expulsão dos holandeses, e assim foi festejada \npor todos estes povos com seis dias de luminárias. (...) Os \nnegros se achando de modo poderosos que esperavam o \nnosso exército metidos na serra (....), fiando-se na aspereza do \nsítio, na multidão dos defensores. (...) Temeu-se muito a ruína \ndestas Capitanias quando à vista de tamanho exército e \nrepetidos socorros como haviam ido para aquela campanha \ndeixassem \nde \nser \nvencidos \naqueles \nrebeldes \npois \nimbativelmente se lhes unir-se os escravos todos destes \nmoradores (....)”. \n(Décio Freitas, República de Palmares – pesquisa e comentários em documentos \nhistóricos do século XVII. Maceió: UFAL, 2004, p. 129.) \n \nSobre o documento acima e seus significados atuais, é correto \nafirmar que", "alternativas": "a) foi escrito por uma autoridade da Coroa na colônia e tem \ncomo principal conteúdo a comemoração da morte de \nZumbi dos Palmares. A data de 20 de novembro, como \nreferência ao líder do quilombo, tem uma conotação \nsimbólica para a população negra em contraponto à visão \noficial do 13 de maio de 1888. \n \nb) \no feito da tomada de Palmares, em 1694, pelos exércitos \nda Coroa, é entendido como menos glorioso quando \ncomparado à expulsão dos holandeses de Pernambuco, \nem 1654. Os dois eventos históricos não têm o mesmo \napelo para a formação da sociedade brasileira na \natualidade. \n \nc) \no texto de Caetano de Melo e Castro indica que Palmares \nnão gerou temor às estruturas coloniais da Capitania de \nPernambuco. \nA \ncomemoração \noficial \ndo \nDia \nda \nConsciência Negra é uma invenção política do período \nrecente.  \n \nd) \no Quilombo de Palmares representou uma ameaça aos \npoderes coloniais, já que muitos eram os rebeldes que se \norganizavam ou se aliavam ao quilombo. A data é \ncelebrada, na atualidade, como símbolo da resistência \npelos movimentos negros.  \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nA dona de casa entre as classes populares urbanas é uma \npersonagem maior e majoritária. A dona de casa não tem \nmuitas papas na língua. Muitas vezes é uma rebelde, tanto \nna vida privada quanto na vida pública. E não raro paga um \nalto preço por isso, como alvo principal de violências que \npodem chegar ao crime “passional”.   \n(Adaptado de Michelle Perrot, “Figuras e papéis”, em Philippe Ariès (org.), \nHistória da vida privada. São Paulo: Companhia das Letras, 1991. v. 4, p. 146.) \nA mulher das classes populares nas sociedades urbanas \ndo século XIX na Europa", "alternativas": "a) tinha múltiplas funções, como educar os filhos, cuidar \nda casa e administrar as finanças, mas vivia restrita \nao espaço doméstico e por isso sua rebeldia era \npunida com violência. \n \nb) \nera responsável pelo trabalho doméstico e muitas \nvezes tinha uma jornada dupla, pelo trabalho externo \nque realizava em fábricas, pequenos comércios e \noutros serviços. \n \nc) \nsofreu estigma e violência por revolucionar os \ncostumes e liderar o movimento de conquista do voto \nfeminino.  \n \nd) \ncontrariava o senso comum de ser cordata e \nobediente, pois sua condição social indicava que não \ntinha referencial de uma boa educação. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nO escritor José de Alencar relata como ocorriam as \nreuniões do Clube da Maioridade, realizadas na casa de \nseu pai em 1840. Discutia-se nessas ocasiões a \nantecipação da maioridade do imperador D. Pedro II, então \ncom apenas 14 anos, para que ele pudesse assumir o \ntrono antes do tempo determinado pela Constituição. No \nfim da vida, José de Alencar rememora os episódios de \nsua infância e chega a uma surpreendente conclusão: os \npolíticos que frequentavam sua casa na ocasião iam lá não \nporque estavam pensando no futuro do país, mas apenas \npara devorar tabletes e bombons de chocolate. Conforme o \nrelato do escritor, os membros do Clube da Maioridade, \ndiscutindo altos assuntos na sala de sua casa, pareciam \nrealmente gente séria e preocupada com os destinos do \nBrasil, até que chegava a hora do chocolate.  \nPara Alencar, a discussão política no Brasil se resumia a \num “devorar de chocolate”, isto é, cada um defendia \napenas seus interesses particulares e nada mais. \n(Adaptado \nde \nDaniel \nPinha \nSilva, \n“O \nimpério \ndo \nchocolate”, \nem \nhttp://www.revistadehistoria.com.br/secao/leituras/o-imperio-do-chocolate. \nAcessado em 01/08/2016.) \nSobre o Golpe da Maioridade e a visão de José de Alencar \na esse respeito, é correto afirmar que:", "alternativas": "a) O golpe foi uma manobra das elites políticas, que criaram \numa forma de alterar a Constituição e contemplar os seus \ninteresses durante o período regencial, fato criticado por \nAlencar ao fazer uma anedota com o chocolate. \n \nb) \nAo entregar o poder a um jovem de 14 anos, alegando ser \nmaior de 18, os políticos do Império manifestavam uma \nousada visão política para evitar a influência da Inglaterra \nnos assuntos brasileiros, preservando seus interesses \ncomo donos de escravos.  \n \nc) \nO golpe foi uma resposta dos conservadores às propostas \nliberais que pretendiam estabelecer a República no país, e \nAlencar apontou uma prática política dos parlamentares \nque é recorrente na história do país.  \n \nd) \nJosé de Alencar expressou sua decepção com os políticos \ne, ao registrar sua visão sobre o Clube da Maioridade, o \nescritor contribuiu para inibir procedimentos semelhantes \ndurante o Império, assegurando uma transição pacífica e \nlegal para a República, em 1889. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n“Hitler considerava que a propaganda sempre deveria ser \npopular, dirigida às massas, desenvolvida de modo a levar em \nconta um nível de compreensão dos mais baixos. (...) O \nessencial da propaganda era atingir o coração das grandes \nmassas, compreender seu mundo maniqueísta, representar \nseus sentimentos.”  \n(Alcir Lenharo, Nazismo: o triunfo da vontade. São Paulo: Ática, 1986. p. 47- 48.) \n \nSobre a propaganda no nazismo, é correto afirmar:", "alternativas": "a) o nível elementar da propaganda era contraposto às \nóperas e desfiles suntuosos que o regime nazista \npromovia. \n \nb) a propaganda deveria restringir-se a poucos pontos, como \no enaltecimento da superioridade racial e a defesa da \ndemocracia.   \n \nc) a propaganda deveria estimular o ódio das massas contra \ngrupos \nespecíficos, \ncomo \nos \njudeus, \nnegros, \nhomossexuais e ciganos. \n \nd) o cinema e a produção artística foram as áreas que \nresistiram ao sistema de propaganda do nazismo na \nAlemanha do final da década de 1930.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \nCompare as duas ilustrações de Angelo Agostini (1843-\n1910) sobre o reconhecimento da República brasileira pela \nArgentina (fig.1) e pela França (fig.2). \n \n \n(Ângelo Agostini, Reconhecimento da República brasileira pela \nArgentina, em Revista Ilustrada, dez.1889.) \n \n \n \n(Ângelo Agostini, Reconhecimento da República brasileira pela \nFrança, em Revista Ilustrada, dez.1889.) \nAssinale a alternativa correta.", "alternativas": "a) As alegorias expressam visões diferentes sobre o \nimaginário da República brasileira: na primeira ela é \nrepresentada com um olhar de proximidade, e, na \nsegunda o olhar expressa admiração, remetendo à \nvisão corrente do gravurista sobre as relações entre \nBrasil, França e Argentina.  \nb) O reconhecimento da França traz a confraternização entre \ndois países com tradições políticas muito diferentes, porém \nunidos \npelo \nconstitucionalismo \nmonárquico \ne \nposteriormente pelo ideário republicano. \n \nc) No reconhecimento da Argentina ao regime republicano \nbrasileiro, as duas repúblicas ocupam a mesma posição, \nindicando ter a mesma idade de fundação do regime e a \nsimilaridade de suas histórias de passado colonial ibérico. \n \nd) As duas imagens usam a figura feminina para representar \nas três repúblicas, característica não usual para a \nrepresentação \nartística \ndo \nideário \nrepublicano, \nprotagonizado por lideranças masculinas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n“O tropicalismo buscava revolucionar a linguagem e o \ncomportamento \nna \nvida \ncotidiana, \nincorporando-se \nsimultaneamente à sociedade de massa e aos mecanismos do \nmercado de produção cultural. Criticava ao mesmo tempo a \nditadura e uma estética de esquerda acusada de menosprezar \na forma artística. Articulava aspectos modernos e arcaicos, \nbuscava retomar criticamente a tradição brasileira e absorver \ninfluências estrangeiras de modo ‘antropofágico’.”  \n(Marcelo Ridenti, “Cultura”, em Daniel Aarão Reis (org.), Modernização, \nditadura e democracia: 1964-2010. Rio de Janeiro: Objetiva, 2014, p. 256.) \n \nO tropicalismo, no contexto cultural brasileiro dos anos 1960 e \n1970,", "alternativas": "a) foi influenciado pelo manifesto antropofágico e propunha \ndigerir aspectos da cultura mundial – como a guitarra \nelétrica e a televisão – para difundir o ideal de uma \nsociedade alinhada com os interesses da modernização \neconômica da ditadura.   \n \nb) era um movimento que criticava a ditadura, associada à \nJovem Guarda, e a esquerda, identificada com a Bossa \nNova, propondo uma leitura imparcial para a cultura, como \nse  observa na música popular e na dramaturgia do Teatro \nOficina.  \n \nc) criticava o Cinema Novo e a glamorização da “estética da \nfome”, \npreferindo \nabrir-se \npara \nos \nmovimentos \ninternacionais, como fizeram o modernismo em relação ao \nfuturismo e a vanguarda do grupo do Teatro Opinião.  \n \nd) usava referências eruditas e populares, incorporava \naspectos da música pop mesclada a aspectos regionais e \nexpressava críticas à ditadura e ao patrulhamento praticado \npor alguns fãs das canções de protesto. \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n“Não existem culturas ou civilizações ilhadas. (...) Quanto \nmais insistirmos na separação de culturas e civilizações, \nmais imprecisos seremos sobre nós mesmos e os outros. \nNo meu modo de pensar, a noção de uma civilização \nisolada é impossível. A verdadeira questão é se queremos \ntrabalhar para civilizações separadas ou se devemos tomar \no caminho mais integrador, mas talvez mais difícil, que é \ntentar vê-las como um imenso todo cujos contornos exatos \numa pessoa sozinha não consegue captar, mas cuja \nexistência certa podemos intuir e sentir.” \n(Edward Said, Reflexões sobre o exílio e outros ensaios. São Paulo: Companhia \ndas Letras, 2002, p. 317.) \n \nSobre o conceito em questão e os contextos referidos pelo \nautor, é correto afirmar:", "alternativas": "a) o processo de globalização provocou a destruição da \ncultura dos povos não ocidentais e, por isso, \naumentou práticas como o terrorismo a partir de 2001. \n \nb) \na ideia de civilização, como imaginada no século XIX, \nproduziu a emancipação das Américas e o fim da \ndisputa colonial no mundo. \n \nc) \no conceito de civilização foi estabelecido na Grécia \nAntiga e aperfeiçoado pelas práticas integradoras do \nimperialismo do século XIX ocorridas na África.  \n \nd) \na lógica de integração de culturas é negada por \ngrupos radicais e pelos defensores do princípio de \nque vivemos em um choque de civilizações. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n“Muitos políticos veem facilitado seu nefasto trabalho pela \nausência da filosofia. Massas e funcionários são mais \nfáceis de manipular quando não pensam, mas tão somente \nusam de uma inteligência de rebanho. É preciso impedir \nque os homens se tornem sensatos. Mais vale, portanto, \nque a filosofia seja vista como algo entediante.”  \n(Karl Jaspers, Introdução ao pensamento filosófico. São Paulo: Cultrix, 1976, \np.140.) \n \nAssinale a alternativa correta.", "alternativas": "a) O filósofo lembra que a filosofia tem um potencial \ncrítico que pode desagradar a políticos, poderosos e \nao senso comum, tal como ocorreu na Grécia em \nrelação a Sócrates. \n \nb) \nA filosofia precisa ser entediante para estimular o \npensamento crítico, rigoroso e formar pessoas \nsensatas, a partir do ensino de lógica, retórica e ética. \n \nc) \nA ditadura militar no Brasil retirou a disciplina de \nfilosofia das escolas por considerá-la subversiva, mas \natenuou a medida estimulando os Centros Populares \nde Cultura (CPC), ligados a entidades estudantis. \n \nd) \nOs políticos e a estrutura escolar não são o \nverdadeiro obstáculo ao ensino de filosofia, mas a \nconcepção \nde \nque \nela \né \ndifícil \ne \ntediosa, \nconsiderando-se que existem mecanismos para \naproximá-la do senso comum. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "\n \nEm 2016 foi batido o recorde de voo ininterrupto mais longo da \nhistória.  O avião Solar Impulse 2, movido a energia solar, \npercorreu quase 6480 km em aproximadamente 5 dias, \npartindo de Nagoya no Japão até o Havaí nos Estados Unidos \nda América. A velocidade escalar média desenvolvida pelo \navião foi de aproximadamente", "alternativas": "a) 54 km/h. \n \nb) 15 km/h. \n \nc) 1296 km/h. \n \nd) 198 km/h. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "\n \nO semáforo é um dos recursos utilizados para organizar o \ntráfego de veículos e de pedestres nas grandes cidades. \nConsidere que um carro trafega em um trecho de uma via \nretilínea, em que temos 3 semáforos. O gráfico abaixo mostra a \nvelocidade do carro, em função do tempo, ao passar por esse \ntrecho em que o carro teve que parar nos três semáforos. A \ndistância entre o primeiro e o terceiro semáforo é de", "alternativas": "a) 330 m. \n \nb) 440 m. \n \nc) 150 m. \n \nd) 180 m. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "\n \nHoje é comum encontrarmos equipamentos de exercício \nfísico em muitas praças públicas do Brasil. Esses \nequipamentos são voltados para pessoas de todas as \nidades, mas, em particular, para pessoas da terceira idade. \nSão equipamentos exclusivamente mecânicos, sem uso de \npartes elétricas, em que o esforço consiste usualmente em \nlevantar o próprio peso do praticante. Considere o \nesquema abaixo, em que uma pessoa de massa m = 65 kg \nestá parada e com a perna esticada em um equipamento \ntipicamente encontrado nessas praças.  O módulo da força \n𝐹⃗ exercida pela perna da pessoa em razão de sua massa \nm é \n(Se necessário, utilize g = 10 m/s2.)", "alternativas": "a) 1300 N. \n \nb) 750 N. \n \nc) 325 N. \n \nd) 560 N. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "\n \nUma estrela de nêutrons é o objeto astrofísico mais denso \nque conhecemos, em que uma massa maior que a massa \ndo Sol ocupa uma região do espaço de apenas alguns \nquilômetros de raio. Essas estrelas realizam um movimento \nde rotação, emitindo uma grande quantidade de radiação \neletromagnética a uma frequência bem definida. Quando \ndetectamos uma estrela de nêutrons através desse feixe \nde radiação, damos o nome a esse objeto de Pulsar. \nConsidere que um Pulsar foi detectado, e que o total de \nenergia cinética relacionada com seu movimento de \nrotação equivale a 2×1042 J. Notou-se que, após um ano, o \nPulsar perdeu 0,1% de sua energia cinética, principalmente \nem forma de radiação eletromagnética. A potência \nirradiada pelo Pulsar vale \n(Se necessário, utilize a aproximação 1 ano ~ 3,6×107 s.)", "alternativas": "a) 7,2 1046 W. \n \nb) 2,0 1039 W. \n \nc) 5,6 1031 W. \n \nd) 1,8 1042 W. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "\n \nFazer vácuo significa retirar o ar existente em um volume \nfechado. Esse processo é usado, por exemplo, para conservar \nalimentos ditos embalados a vácuo ou para criar ambientes \ncontrolados para experimentos científicos. A figura abaixo \nrepresenta um pistão que está sendo usado para fazer vácuo \nem uma câmara de volume constante VC = 2,0 litros. O pistão, \nligado à câmara por uma válvula A, aumenta o volume que \npode ser ocupado pelo ar em VP = 0,2 litros. Em seguida, a \nválvula A é fechada e o ar que está dentro do pistão é expulso \natravés de uma válvula B, ligada à atmosfera, completando um \nciclo de bombeamento. Considere que o ar se comporte como \num gás ideal e que, durante o ciclo completo, a temperatura \nnão variou. Se a pressão inicial na câmara é de Pi = 33 Pa, a \npressão final na câmara após um ciclo de bombeamento será \nde", "alternativas": "a) 30,0 Pa. \n \nb) 330,0 Pa. \n \nc) 36,3 Pa. \n \nd) 3,3 Pa. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "\n \nA microfluídica é uma área de pesquisa que trabalha com a \nmanipulação precisa de líquidos em canais com dimensões \nsubmilimétricas, chamados de microcanais, possibilitando o \ndesenvolvimento de sistemas miniaturizados de análises \nquímicas e biológicas. Considere que uma seringa com êmbolo \ncilíndrico de diâmetro D = 4 mm seja usada para injetar um \nlíquido em um microcanal cilíndrico com diâmetro de \nd = 500 μm. Se o êmbolo for movido com uma velocidade de \nV = 4 mm/s, a velocidade v do líquido no microcanal será de", "alternativas": "a) 256,0  mm/s. \n \nb) 32,0 mm/s. \n \nc) 62,5  μm/s. \n \nd) 500,0 μm/s. \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nTecnologias móveis como celulares e tablets têm tempo de \nautonomia limitado pela carga armazenada em suas \nbaterias. O gráfico abaixo apresenta, de forma simplificada, \na corrente de recarga de uma célula de bateria de íon de \nlítio, em função do tempo. Considere uma célula de bateria \ninicialmente descarregada e que é carregada seguindo \nessa curva de corrente. A sua carga no final da recarga é \nde", "alternativas": "a) 3,3 C. \n \nb) 11.880 C. \n \nc) 1200 C. \n \nd) 3.300 C. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nConsidere que, de forma simplificada, a resolução máxima \nde um microscópio óptico é igual ao comprimento de onda \nda luz incidente no objeto a ser observado. Observando a \ncélula representada na figura abaixo, e sabendo que o \nintervalo de frequências do espectro de luz visível está \ncompreendido entre 4,0 x 1014 Hz e 7,5 x 1014 Hz, a menor \nestrutura \ncelular \nque \nse \npoderia \nobservar \nnesse \nmicroscópio de luz seria \n(Se necessário, utilize c = 3×108m/s.) \n \n \n(Adaptado de http://educacao.uol.com.br/disciplinas/ciencias/celulas-conheca-a-\nhistoria-de-sua-descoberta-e-entenda-sua-estrutura.htm. Acessado em \n25/10/2016.)", "alternativas": "a) o ribossomo. \n \nb) o retículo endoplasmático. \n \nc) a mitocôndria. \n \nd) o cloroplasto. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nEm uma animação do Tom e Jerry, o camundongo Jerry se \nassusta ao ver sua imagem em uma bola de Natal cuja \nsuperfície é refletora, como mostra a reprodução abaixo. É \ncorreto afirmar que o efeito mostrado na ilustração não ocorre \nna realidade, pois a bola de Natal formaria uma imagem \n(Adaptado de https://www.youtube.com/watch?v=RtZYfTr7D_o. Acessado em \n25/10/2016.)", "alternativas": "a) virtual ampliada. \n \nb) virtual reduzida. \n \nc) real ampliada. \n \nd) real reduzida. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nDe acordo com a Organização das Nações Unidas, a \npopulação global submetida a deslocamentos forçados cresceu \nsubstancialmente durante os últimos decênios, passando de \n37,3 milhões para 65,3 milhões em 2015. Desse total, os \nrefugiados representam 16,1 milhões de pessoas, 1,7 milhão a \nmais que o total registrado 12 meses antes. Mais da metade \ndos atuais refugiados do mundo (54%) procede de três países \nafetados por conflitos armados. \n(Adaptado de Agência da ONU para Refugiados – ACNUR – Documento Tendencias \nGlobales, 2015.) \n \nIndique quais são esses três países.", "alternativas": "a) Myanmar, Síria, Somália. \n \nb) Afeganistão, Síria, Somália. \n \nc) Afeganistão, Grécia, Macedônia. \n \nd) Grécia, Macedônia, Myanmar. \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nApesar da queda de preço que vêm sofrendo nos últimos \nanos, algumas commodities minerais continuam sendo \nimportante fonte para a pauta de exportações do Brasil. Na \nfigura a seguir, observamos vias de escoamento (os \ncorredores de exportação) da Amazônia Oriental, partindo \nde três municípios paraenses: Oriximiná, Parauapebas e \nIpixuna do Pará.  \n \n \n(Adaptado de M. de A. Monteiro; M. C. N. Coelho; E. J. da S. Barbosa, Fronteira, \ncorredores de exportação e rede urbana na Amazônia Oriental. Revista \nGEOgraphia, Rio de Janeiro, v. 13, n. 26, p. 47, 2011.) \n \nIdentifique o produto extraído em cada um dos municípios \ne a via de escoamento correspondente:", "alternativas": "a) cobre, corredor baixo Amazonas; bauxita, corredor \nCarajás; ferro, corredor do vale do rio Capim. \n \nb) bauxita, corredor baixo Amazonas; ferro, corredor \nCarajás; caulim, corredor do vale do rio Capim. \n \nc) carvão mineral, corredor Carajás-Tocantins; caulim, \ncorredor do vale do rio Capim; bauxita, corredor baixo \nAmazonas. \n \nd) ferro, corredor Carajás; bauxita, corredor baixo \nAmazonas; cobre, corredor do vale do rio Capim. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nA zona costeira brasileira abriga diversos ecossistemas de \nelevada relevância ambiental. Destacam-se, entre muitos \noutros, os manguezais. A respeito desse ecossistema \ncosteiro, é correto afirmar que são", "alternativas": "a) áreas de extensões aquáticas dispostas em paralelo \nao litoral e isoladas por cordões litorâneos; mantêm \ncomunicação por canais com as águas fluviais e \nmarinhas, possibilitando a deposição e circulação de \nsedimentos originados dos dois ambientes e dos \nventos. \n \nb) unidades geomorfológicas arenosas formadas pela \nação permanente dos ventos, apresentando pouca ou \nnenhuma cobertura vegetal e variação de acúmulo de \nsedimentos; podem contribuir para a recarga dos \nlençóis freáticos. \n \nc) áreas de planície arenosa de origem marinha de grande \nfragilidade ambiental; apresentam variação de cobertura \nvegetal em diferentes estágios sucessionais e variação de \ntopografia do terreno; contêm zonas inundáveis e não \ninundáveis. \n \nd) ambientes de transição, ecótonos, entre áreas marinhas e \nterrestres, ricos em sedimentos constituídos de matéria \norgânica e nutrientes; predomina vegetação arbustiva, que \nsobrevive em ambientes de permanente inundação. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nConforme foi noticiado na mídia, no dia 21 de agosto de 2016, \na cidade de Santos (SP) foi atingida por uma ressaca que \nparalisou por 30 horas o principal porto do país, inundou vias e \ncausou transtornos para a mobilidade urbana, o funcionamento \nde empresas e do comércio. \nAs ressacas resultam", "alternativas": "a) das dinâmicas das massas de ar formadas nas áreas \noceânicas, sempre no verão; são causadas  por diferença \nde pressão atmosférica de áreas de baixa pressão nos \noceanos para áreas de alta pressão nos continentes. \n \nb) do contato de massas de ar com características \ntermodinâmicas semelhantes, formando sistemas de \ncirculação frontais; quanto menor a umidade do sistema, \nmaior é a instabilidade atmosférica. \n \nc) da \nação \ndos \nsistemas \nde \nciclones \nextratropicais, \nespecialmente no inverno; o deslocamento de grandes \nvolumes de água decorre da diferença de pressão \natmosférica, que produz ventos intensos. \n \nd) da ação de ciclones tropicais formados no Atlântico Sul, \nsempre nos meses de inverno; nesta estação do ano são \nmenores as diferenças de temperatura entre o polo sul e o \nequador. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nO estudo Arranjos Populacionais e Concentrações Urbanas do \nBrasil (IBGE, 2015) identificou 294 arranjos populacionais no \nPaís, \nde \ndiferentes \nescalas \ne \nnaturezas. \nO \nArranjo \nPopulacional da Região Metropolitana de São Paulo (SP) é \ncaracterizado pela extensão e intensidade de seus fluxos: \naproximadamente \n1.750.000 \npessoas \ndeslocam-se \ncotidianamente entre os municípios que compõem o Arranjo \npara estudar e trabalhar. \nEssa dinâmica espacial é melhor explicada pelo conceito de", "alternativas": "a) migração interna. \n \nb) \nmovimento pendular. \n \nc) \nmigração urbano-urbano. \n \nd) \nmovimento sazonal. \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nA presença de empresas globais que dominam o mercado \nde tecnologia no mundo costuma gerar atritos com os \ngovernos nacionais e impactos de diferentes dimensões \nem sua indústria cultural e na privacidade dos indivíduos. \nDiante do poder dessas grandes empresas, os Estados \nnacionais buscam estabelecer regras antitrustes para o \nsetor. \n(Adaptado de Farhad Manjoo, The New York Times/Folha de São Paulo, \n11/06/2016, p. 1 e 2.) \n \nCom relação ao poder econômico e político das empresas \nglobais de tecnologia digital e as ações dos governos \nnacionais, é correto afirmar que:", "alternativas": "a) A tecnologia digital representou uma expressiva \nreestruturação \nda \nordem \nglobal. \nHouve \nmaior \ndemocratização da circulação de informações pela \ninternet e os Estados nacionais perderam totalmente o \ncontrole do conteúdo transmitido pelas redes digitais. \n \nb) O poder das grandes empresas de tecnologia \npredomina apenas nos países pobres, cujos Estados \ndispõem de limitadas legislações para o controle \ndesses grupos econômicos em seus territórios, \nsobretudo no que diz respeito às mídias globais. \n \nc) As leis antitrustes surgiram no final do século XX e \nforam criadas pelos Estados nacionais para o controle \ndo poder econômico das empresas globais do \nmercado de tecnologia digital, setor que costuma \ndesenvolver práticas de mercado anticompetitivas. \n \nd) As empresas de tecnologia digital formam verdadeiros \noligopólios e controlam diversas redes informacionais; \napesar disso, elas ainda dependem das legislações \ndos Estados nacionais para a atuação nos territórios e \ncomercialização dos seus produtos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nDistribuição da população pelas regiões brasileiras \n(em porcentagem) \n \nRegiões / \nAnos \n1950 \n1960 \n1970 \n1980 \n1991 \n2000 \n2010 \nCentro-\nOeste \n3,0 \n3,8 \n4,9 \n5,8 \n6,4 \n6,9 \n7,4 \nNorte \n3,9 \n4,1 \n4,4 \n5,6 \n7,0 \n7,6 \n8,3 \nSul \n15,1 \n16,8 \n17,7 \n16,0 \n15,1 \n14,8 \n14,4 \nNordeste \n34,6 \n31,6 \n30,3 \n29,2 \n28,8 \n28,1 \n27,8 \nSudeste \n43,4 \n43,7 \n42,7 \n43,4 \n42,7 \n42,6 \n42,1 \n(Fonte: Instituto Brasileiro de Geografia e Estatística - IBGE.) \n \nOs sucessivos Censos Demográficos do IBGE (Instituto \nBrasileiro de Geografia e Estatístic", "alternativas": "a) buscam conhecer a \ndistribuição \nda \npopulação \npelo \nterritório \nbrasileiro, \nconhecimento relevante para os mais diversos tipos de \nplanejamento. \nConsiderando os dados da tabela acima, assinale a \nalternativa correta. \n \n \na) As regiões Norte e Centro-Oeste foram as únicas com \nacréscimos contínuos na participação regional desde 1950, \nfenômeno associado aos fluxos migratórios nacionais \nincentivados por políticas governamentais de ocupação do \nterritório. \n \nb) A região Nordeste foi a única que apresentou redução \ncontínua de participação regional, fenômeno associado às \ngrandes secas do sertão, responsáveis pela migração da \npopulação para as outras regiões do país ao longo de todo \no século XX. \n \nc) A região Sudeste tem maior participação regional na \npopulação do país, apresentando redução a partir de 1991, \nfenômeno \nassociado \nao \ndecréscimo, \nem \nnúmeros \nabsolutos, de sua população pela elevada queda da taxa \nde fecundidade. \n \nd) A região Sul apresentou acréscimo de participação \nregional até 1991, ocorrendo queda nas décadas \nseguintes, fenômeno associado ao regresso dos filhos de \nimigrantes europeus em busca de trabalho nos países de \norigem de seus pais. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n\"A fúria do tirano, o terrorismo de Estado, a guerra, o \nmassacre, o escravismo, o racismo, o fundamentalismo, o \ntribalismo, o nazismo, sempre envolvem alegações racionais, \nhumanitárias, ideais, ao mesmo tempo que se exercem em \nformas e técnicas brutais, irracionais, enlouquecidas. Em geral, \na fúria da violência tem algo a ver com a destruição do ‘outro’, \n‘diferente’, ‘estranho’, com o que busca a purificação da \nsociedade, o exorcismo de dilemas difíceis, a sublimação do \nabsurdo embutido nas formas da sociabilidade e nos jogos das \nforças sociais.\" \n(Octávio Ianni,” A violência na sociedade contemporânea”, em Estudos de Sociologia, \nAraraquara, v. 7, n. 12, p. 8, 2002.) \n \nAssinale a alternativa correta.", "alternativas": "a) Os atos de violência sempre \nimplicam alegações \nirracionais e práticas racionais que transformam os jogos \ndas forças sociais e as tramas de sociabilidade que \nenvolvem as coletividades. \n \nb) A violência nasce como técnica de poder, exercita-se como \nmodo de preservar, ampliar ou conquistar a propriedade, \nadquirindo desdobramentos psicológicos desprezíveis para \nagentes e vítimas. \n \nc) Os atos de violência não têm excepcional significação, \nporque mantêm as mesmas formas e técnicas, razões e \nconvicções conforme as configurações e os movimentos \nda sociedade. \n \nd) A violência entra como elemento importante da cultura \npolítica com a qual se ordenam ou se transformam as \nrelações entre os donos do poder e os setores sociais \ntornados subalternos. \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n \n \nO gráfico triangular acima apresenta a estrutura de \nutilização das terras dos estabelecimentos agropecuários \nem cada região brasileira (dados do último Censo \nAgropecuário do IBGE, Instituto Brasileiro de Geografia e \nEstatística, de 2006).  \n(Adaptado de Marcelo Martinelli, Mapas, gráficos e redes. Elabore você mesmo. \nSão Paulo: Oficina de Textos, 2014, p. 56.) \n \nCada ponto representa uma região brasileira. Identifique \ncada região:", "alternativas": "a) 1 Norte; 2 Nordeste; 3 Sudeste; 4 Sul; 5 Centro-Oeste. \n \nb) 1 Sudeste; 2 Centro-Oeste; 3 Sul; 4 Norte; 5 Nordeste. \n \nc) 1 Nordeste; 2 Sul; 3 Centro-Oeste; 4 Sudeste; 5 Norte. \n \nd) 1 Centro-Oeste; 2 Sudeste; 3 Norte; 4 Nordeste; 5 Sul. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nMuitos problemas sociais e ambientais têm-se tornado motivo \nde piadas e alvo de charges em jornais e revistas. Um exemplo \ndeste tipo está mostrado nas figuras abaixo.  \n \n \n(Disponível em http://josiasdesouza.folha.blog.uol.com.br/arch2007-10-01_2007-10-\n31.html. Acessado em 25/10/2016.) \n \nLevando em conta as informações abstraídas das figuras, \ndepreende-se que as charges remetem a um problema \nrecorrente de contaminação de", "alternativas": "a) leite, sendo que a figura da esquerda diz respeito ao \nacerto da acidez, e a da direita diz respeito à eliminação \nde microrganismos. \n \nb) \nleite, sendo que a figura da esquerda diz respeito à \neliminação de microrganismos, e a da direita diz respeito \nao acerto da acidez. \n \nc) \ndois produtos, por leite, sendo que a figura da esquerda \ndiz respeito à contaminação de hidróxido de sódio, e a da \ndireita diz respeito à contaminação de peróxido de \nhidrogênio. \n \nd) \nhidróxido de sódio, por leite, na figura da esquerda, e a \nfigura da direita não diz respeito à contaminação de \nnenhum produto. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n“Ferro Velho Coisa Nova” e “Compro Ouro Velho” são \nexpressões associadas ao comércio de dois materiais que \npodem ser reaproveitados. Em vista das propriedades químicas \ndos dois materiais mencionados nas expressões, pode-se \nafirmar corretamente que", "alternativas": "a) nos dois casos as expressões são apropriadas, já que \nambos os materiais se oxidam com o tempo, o que permite \ndistinguir o “novo” do “velho”. \n \nb) nos dois casos as expressões são inapropriadas, já que \nambos os materiais se reduzem com o tempo, o que não \npermite distinguir o “novo” do “velho”. \n \nc) a primeira expressão é apropriada, pois o ferro se reduz \ncom o tempo, enquanto a segunda expressão não é \napropriada, pois o ouro é um material inerte. \n \nd) a primeira expressão é apropriada, pois o ferro se  oxida \ncom o tempo, enquanto a segunda expressão não é \napropriada, pois o ouro é um material inerte. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {}, {"texto": " \n \nÉ muito comum o uso de expressões no diminutivo para \ntentar “diminuir” a quantidade de algo prejudicial à saúde. \nSe uma pessoa diz que ingeriu 10 latinhas de cerveja (330 \nmL cad", "alternativas": "a) e se compara a outra que ingeriu 6 doses de \ncachacinha (50 mL cada), pode-se afirmar corretamente \nque, apesar de em ambas as situações haver danos à \nsaúde, a pessoa que apresenta maior quantidade de álcool \nno organismo foi a que ingeriu \n \na) \nas latinhas de cerveja, porque o volume ingerido é \nmaior neste caso.  \n \nb) \nas cachacinhas, porque a relação entre o teor \nalcoólico e o volume ingerido é maior neste caso. \n  \nc) \nas latinhas de cerveja, porque o produto entre o teor \nalcoólico e o volume ingerido é maior neste caso.   \n \nd) \nas cachacinhas, porque o teor  alcoólico é maior neste \ncaso.  \n \nDados: teor alcoólico na cerveja = 5 % v/v \n            teor alcoólico na cachaça = 45 % v/v \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nUma alternativa encontrada nos grandes centros urbanos, para \nse evitar que pessoas desorientadas urinem nos muros de \ncasas e estabelecimentos comerciais, é revestir esses muros \ncom um tipo de tinta que repele a urina e, assim, “devolve a \nurina” aos seus verdadeiros donos. A figura a seguir apresenta \nduas representações para esse tipo de revestimento.  \n \n \n \nComo a urina é constituída majoritariamente por água, e \nlevando-se em conta as forças intermoleculares, pode-se \nafirmar corretamente que", "alternativas": "a) os revestimentos representados em 1 e 2 apresentam a \nmesma eficiência em devolver a urina, porque ambos \napresentam o mesmo número de átomos na cadeia \ncarbônica hidrofóbica. \n \nb) \no revestimento representado em 1 é mais eficiente para \ndevolver a urina, porque a cadeia carbônica é hidrofóbica \ne repele a urina. \n \nc) \no revestimento representado em 2 é mais eficiente para \ndevolver a urina, porque a cadeia carbônica apresenta um \ngrupo de mesma polaridade que a água, e, assim, é \nhidrofóbica e repele a urina. \n \nd) \no revestimento representado em 2 é mais eficiente para \ndevolver a urina, porque a cadeia carbônica apresenta um \ngrupo de mesma polaridade que a água, e, assim, é \nhidrofílica e repele a urina. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n“Quem tem que suar é o chope, não você”. Esse é o slogan \nque um fabricante de chope encontrou para evidenciar as \nqualidades de seu produto. Uma das interpretações desse \nslogan é que o fabricante do chope recomenda que seu \nproduto deve ser ingerido a uma temperatura bem baixa. Pode-\nse afirmar corretamente que o chope, ao suar, tem a sua \ntemperatura", "alternativas": "a) diminuída, enquanto a evaporação do suor no corpo \nhumano evita que sua temperatura aumente. \n \nb) \naumentada, enquanto a evaporação do suor no corpo \nhumano evita que sua temperatura diminua. \n \nc) \ndiminuída, enquanto a evaporação do suor no corpo \nhumano evita que sua temperatura diminua. \n \nd) \naumentada, enquanto a evaporação do suor no corpo \nhumano evita que sua temperatura aumente. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n“Pode arredondar?” Esta é uma pergunta que frentistas de \npostos de combustíveis fazem durante o abastecimento, \nquando o travamento automático da bomba é acionado. O \nfabricante do veículo faz a recomendação de não \narredondar, pensando na preservação do veículo, mas o \ndono do posto pede que o frentista arredonde, para vender \nmais combustível. Por outro lado, pensando na saúde do \nfrentista, prejudicada pela exposição aos vapores de \ncombustível, pode-se afirmar corretamente que:", "alternativas": "a) Qualquer que seja a resposta do consumidor, até o \ntravamento automático ou passando do automático, a \nsaúde do frentista será prejudicada, pois sempre \nhaverá \neliminação \nde \nvapores \ndurante \no \nabastecimento. \n \nb) \nA resposta mais adequada do consumidor seria “sim”, \nporque a quantidade de vapores eliminados no \nabastecimento é a mesma, e o prejuízo à saúde do \nfrentista é o mesmo, independentemente do volume \nde combustível adicionado ao tanque. \n \nc) \nA resposta mais adequada do consumidor seria “não”, \npois somente a partir do travamento automático é que \nhá eliminação de vapores durante o abastecimento e \nsó depois disso há prejuízo para a saúde do frentista. \n \nd) \nA resposta mais adequada do consumidor seria “sim”, \nporque não haverá eliminação de vapores durante o \nabastecimento e assim nunca haverá prejuízo para a \nsaúde do frentista. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nUm filme de ficção muito recente destaca o isótopo \n3\n2  He, \nmuito abundante na Lua, como uma solução para a \nprodução \nde \nenergia \nlimpa \nna \nTerra. \nUma \ndas \ntransformações que esse elemento pode sofrer, e que \njustificaria \nseu \nuso \ncomo \ncombustível, \nestá \nesquematicamente representada na reação abaixo, em que \no \n3\n2    He aparece como reagente.  \n  \n \n \n \n \n \n \n \nDe acordo com esse esquema, pode-se concluir que essa \ntransformação, que liberaria muita energia, é uma", "alternativas": "a) fissão nuclear, e, no esquema, as esferas mais \nescuras representam os nêutrons e as mais claras os \nprótons. \n \nb) fusão nuclear, e, no esquema, as esferas mais \nescuras representam os nêutrons e as mais claras os \nprótons. \nc) fusão nuclear, e, no esquema, as esferas mais escuras \nrepresentam os prótons e as mais claras os nêutrons. \n \nd) fissão nuclear, e, no esquema, as esferas mais escuras \nsão os prótons e as mais claras os nêutrons.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nO etilenoglicol é uma substância muito solúvel em água, \nlargamente utilizado como aditivo em radiadores de motores de \nautomóveis, tanto em países frios como em países quentes. \nConsiderando a função principal de um radiador, pode-se inferir \ncorretamente que", "alternativas": "a) a solidificação de uma solução aquosa de etilenoglicol \ndeve começar a uma temperatura mais elevada que a da \nágua pura e sua ebulição, a uma temperatura mais baixa \nque a da água pura.  \n \nb) a solidificação de uma solução aquosa de etilenoglicol \ndeve começar a uma temperatura mais baixa que a da \nágua pura e sua ebulição, a uma temperatura mais elevada \nque a da água pura.  \n \nc) tanto a solidificação de uma solução aquosa de \netilenoglicol quanto a sua ebulição devem começar em \ntemperaturas mais baixas que as da água pura.    \n \nd) tanto a solidificação de uma solução aquosa de \netilenoglicol quanto a sua ebulição devem começar em \ntemperaturas mais altas que as da água pura. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n+ \n+ \n+ \n  \n  \n  \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n \n(Disponível em http://www.hagardunor.net/.) \n \nA tirinha ironiza uma suposta característica dos ingleses:", "alternativas": "a) o apreço pela história das invasões bárbaras. \n \nb) a admiração pela família real. \n \nc) o valor que atribuem aos seus jardins. \n.  \nd) o cuidado com a preservação de seus edifícios \nhistóricos.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nThe Birth of My Kitchen-Table Fiction \nBy Haruki Murakami \nMost people – most of us who are part of Japanese \nsociety – graduate from school, then find work, then, \nafter some time has passed, get married. Even I \noriginally intended to follow that \npattern. Yet in reality I married, then \nstarted working, then finally managed \nto graduate. In other words, the order I \nchose was the exact opposite to what \nwas considered normal. \nSince I hated the idea of working for a \ncompany, I decided to open my own \nestablishment, a place where people could go to listen to \njazz records, have a coffee, eat snacks and drink. It was a \nsimple, rather happy-go-lucky kind of idea: running a \nbusiness like that would let me relax listening to my \nfavorite music from morning till night.  \n(Adaptado de H. Murakami, Wind and Pimbal – Two Novels. Tradução do \njaponês para o inglês de Ted Goossen. London: Penguin Random House, 2015, \np.5.)  \n \nO autor do texto", "alternativas": "a) fez o que era normal para os jovens japoneses na \népoca, abrindo uma loja de discos. \n \nb) fez o que era normal para os jovens japoneses, mas \nem uma ordem totalmente diferente. \n \nc) queria viver feliz ouvindo música o dia todo, sem \ntrabalhar. \n \nd) queria ganhar dinheiro trabalhando só com música e \nviver feliz. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n(Disponível \nem \nhttp://www.collegehumor.com/post/6833315/the-small-talk-\nthermometer. Acessado em 21/08/2016.) \n \nConsiderando \no \nnome \nda \nfigura \n- \n“The \nSmall \nTalk \nThermometer” -, pode-se depreender que a expressão “small \ntalk” se refere a", "alternativas": "a) conversas casuais ou amenas, para estabelecer contato ou \nquebrar o gelo. \n \nb) conversas entre cientistas sobre mudanças climáticas. \n \nc) conversas entre meteorologistas sobre o tempo.  \n \nd) conversas entre pessoas que não conseguem chegar a um \nconsenso. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nRanking Universities by ‘Greenness’ \nUniversities these days are working hard to improve \ntheir sustainability credentials, with efforts that include \nwind power, organic food and competitions to save \nenergy. They are also adding courses related to \nsustainability and energy. But which university is the \ngreenest? \nSeveral ranking systems have emerged to offer their \ntake. The Princeton Review recently came out with \nits second annual green ratings. Fifteen colleges earned \nthe highest possible score — including Harvard, Yale and \nthe University of California, Berkeley. \nAnother group, the Sustainable Endowment Institute’s \nGreenReportCard.org, rates colleges on several different \nareas of green compliance, such as recycling, student \ninvolvement and green building. Its top grade for overall \nexcellence, an A-, was earned by 15 schools. \n(Adaptado de http://green.blogs.nytimes.com/2009/08/20/ranking-universities-by-\ngreenness/?_r=0. Acessado em 31/08/2016.) \n \nConforme o texto, universidades norte-americanas estão \nse empenhando para", "alternativas": "a) oferecer mais cursos sobre ecologia.  \n \nb) melhorar sua posição em um ranking que define as \ninstituições mais  “verdes”. \n \nc)  oferecer os melhores cursos sobre preservação \nambiental.  \n \nd) participar de uma competição que define os campi com \nmaior área verde.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nWhy Everyone Should Read Harry Potter \nSeptember 9, 2014 \nHarry Potter is the best selling book series of all time. \nBut it’s had its reproaches. Various Christian groups \nclaimed  the books promoted paganism and witchcraft to \nchildren. Washington Post book critic Ron Charles \ncalled the fact that adults were also hooked on Potter a \n\"bad case of cultural infantilism.” Charles and others \nalso cited a certain artistic banality in massively \ncommercial \nstory-telling, \nwhile \nothers \ncriticized \nHogwarts, the wizardry academy attended by Potter, for \nonly rewarding innate talents.  \nThe Anglo-American writer Christopher Hitchens, on \nthe other hand, praised J. K. Rowling for freeing English \nchildren’s literature from dreams of riches and class and \nsnobbery and giving us a world of youthful democracy \nand diversity. A growing body of evidence suggests that \nreading Rowling’s work, at least as a youth, might be a \ngood thing. \n(Adaptado de http://www.scientificamerican.com/article/why-everyone-should-\nread-harry-potter/. Acessado em 02/09/2016.) \nA leitura do excerto permite concluir adequadamente que:", "alternativas": "a) A série Harry Potter é aprovada por críticos literários e \ngrupos religiosos com base nos mesmos argumentos. \n \nb) As qualidades literárias de Harry Potter justificam seu \nsucesso entre os adultos.  \n \nc) A abordagem educacional de Hogwarts recompensa as \nhabilidades desenvolvidas por meio do esforço pessoal.  \n \nd) Para os personagens da série Harry Potter, o sonho de \nascendência social e poder financeiro é pouco relevante.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n \n(Disponível em http://neahealthyfutures.org/the-importance-of-teen-pregnancy-\nprevention/. Acessado em 04/09/2016.) \nDepreende-se das informações da figura que", "alternativas": "a) 38% das jovens engravidam antes dos 18 anos. \n \nb) 38% das jovens concluem o ensino médio aos 22 anos. \n \nc) a gravidez na adolescência interfere na vida escolar das \njovens. \n \nd) a gravidez após os 18 anos interfere na vida escolar das \njovens.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nRoman documents discovered \nWe often think that the best information from the \nRoman world comes from Egypt, where the dryness \npreserves papyri. However, in Britain the reverse \nconditions occur. At Vindolanda – a Roman fort located \ntwo miles behind Hadrian’s Wall – the humidity \npreserved wooden writing tablets that were thrown into \na bonfire when the fort was evacuated in CE 105. \nThese wooden tablets were one of the most important \ndiscoveries made in Roman Britain in the 20th century. \nThey were used not for grand writings but for \nmemoranda and accounts, so they provide the best \ninsight into life in the Roman army found anywhere in \nthe world. One of the tablets says: \nOctavius to Candidus: “I need money. I have bought \n5,000 bushels of grain, and unless you send me some \nmoney, I shall lose my deposit and be embarrassed”. \n(Adaptado \nde \nhttp://www.archaeology.co.uk/specials/the-timeline-of-\nbritain/vindolanda-2.htm. Acessado em 28/08/2016.) \n \nOs documentos descobertos em Vindolanda", "alternativas": "a) são papiros preservados pelo clima seco da região em \nque foram encontrados. \n \nb) contêm informações sobre a evacuação do forte no \nano 105 da Era Cristã. \n \nc) preservam registros de disputas financeiras entre \ncidadãos comuns. \n \nd) são registros em madeira, com informações preciosas \nsobre a vida no exército romano.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nAlém de escrever Dom Quixote das crianças, Monteiro \nLobato também leva o “cavaleiro errante” para o Sítio do \nPica-Pau Amarelo.  \n \nLá na varanda Dom Quixote conversava com Dona Benta \nsobre as aventuras, e muito admirado ficou de saber que \nsua história andava a correr mundo; escrita por um tal de \nCervantes. Nem quis acreditar; foi preciso que Narizinho \nlhe trouxesse a edição de luxo ilustrada por Gustavo Doré. \nO fidalgo folheou o livro muito atento às gravuras, que \nachou ótimas, porém falsas. \n Isso não passa duma mistificação! - protestou ele. – Esta \ncena aqui, por exemplo. Está errada. Eu não espetei este \nfrade, como o desenhista pintou - espetei aquele lá.  \n Isto é inevitável - disse Dona Benta. – Os historiadores \ncostumam arranjar os fatos do modo mais cômodo para \neles; por isto a História não passa de histórias. \n(Adaptado de Monteiro Lobato, O Picapau Amarelo. São Paulo: Brasiliense, \n2004, p. 18.)  \n \n \nNa cena narrada,", "alternativas": "a) Dona Benta mostra a Dom Quixote que a história dele \nnão é, de forma alguma, uma mistificação. \n \nb) Dona Benta convence Dom Quixote de que as gravuras \nnão refletem a História dos fatos. \n \nc) Dona Benta concorda com Dom Quixote e critica o fato de \na História ser fruto de interesses. \nd) Dona Benta opõe-se a Dom Quixote e critica a forma como \na história dele é narrada nos livros. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n \n(Fernando Gonsales,  Níquel Náusea. Disponível em http://www2.uol.com.br/niquel. \nAcessado em 15/07/2016.) \n \nNa tira acima, o autor retoma um célebre lema retirado do \nManifesto Comunista (1848), de Karl Marx e Friedrich Engels: \n“Operários do mundo, uni-vos!”.  \nConsiderando os sentidos produzidos pela tirinha, é correto \nafirmar que nela se lê", "alternativas": "a) uma apologia ao Manifesto Comunista, atenuada pela \nonomatopeia que imita o som (“zzzzzz”) das abelhas. \n \nb) uma paródia do lema do Manifesto Comunista, baseada na \nsemelhança fonética entre “uni-vos” e “zuni-vos”. \n \nc) uma parábola para explicar o Manifesto Comunista por \nmeio da semelhança fonética entre “uni-vos” e “zuni-vos”. \n \nd) uma fábula que recria o lema do Manifesto Comunista, \ncom base na linguagem onomatopaica das abelhas \n(“zzzzzz”). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nEm depoimento, Paulo Freire fala da necessidade de uma \ntarefa educativa: “trabalhar no sentido de ajudar os homens \ne as mulheres brasileiras a exercer o direito de poder estar \nde pé no chão, cavando o chão, fazendo com que o chão \nproduza melhor é um direito e um dever nosso. A \neducação é uma das chaves para abrir essas portas. Eu \nnunca me esqueço de uma frase linda que eu ouvi de um \neducador, camponês de um grupo de Sem Terra: pela \nforça do nosso trabalho, pela nossa luta, cortamos o arame \nfarpado do latifúndio e entramos nele, mas quando nele \nchegamos, vimos que havia outros arames farpados, como \no arame da nossa ignorância. Então eu percebi que quanto \nmais inocentes, tanto melhor somos para os donos do \nmundo. (…) Eu acho que essa é uma tarefa que não é só \npolítica, mas também pedagógica. Não há Reforma Agrária \nsem isso.” \n(Adaptado de Roseli Salete Galdart, Pedagogia do Movimento Sem Terra: \nescola é mais que escola. São Paulo: Expressão Popular, 2008, p. 172.) \n \nNo excerto adaptado que você leu, há menção a outros \narames farpados, como “o arame da nossa ignorância”. \nTrata-se de uma figura de linguagem para", "alternativas": "a) a conquista do direito às terras e à educação que são \nnegadas a todos os trabalhadores. \n \nb) \na obtenção da chave que abre as portas da educação \na todos os brasileiros que não têm terras. \n \nc) \na promoção de uma conquista da educação que tenha \ncomo base a propriedade fundiária. \n \nd) \na descoberta de que a luta pela posse da terra \npressupõe também a conquista da educação. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n \n(Disponível em https://www.facebook.com/SignosNordestinos/?fref=ts. Acessado \nem 26/07/2016.) \n \nDo ponto de vista da norma culta, é correto afirmar que \n“coisarˮ é", "alternativas": "a) uma palavra resultante da atribuição do sentido conotativo \nde um verbo qualquer ao substantivo “coisaˮ \nb) uma palavra resultante do processo de sufixação que \ntransforma o substantivo “coisaˮ no verbo “coisarˮ. \n \nc) uma palavra que, graças a seu sentido universal, pode ser \nusada em substituição a todo e qualquer verbo não \nlembrado. \nd) uma palavra que resulta da transformação do substantivo \n“coisaˮ em verbo “coisarˮ, reiterando um esquecimento. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n \n(Disponível em Via @mtesperon. Acessado em 26/07/2016.) \n \nAssinale a alternativa correta.", "alternativas": "a) A pergunta lançada no último quadrinho (“Você sabe quem \ninventou o avião?ˮ) remete-nos a Santos Dumont, portanto \nconfirma o que se diz no primeiro e segundo quadrinhos. \nb) A pergunta lançada no último quadrinho (“Você sabe quem \ninventou o avião?ˮ) retifica a afirmação do primeiro \nquadrinho (“Não há lei que o brasileiro não burle.ˮ). \n \nc) A afirmação do segundo quadrinho (“Há a lei da \nGravidade.”) refere-se a uma lei da física que nenhum \nbrasileiro é capaz de burlar, como se admite no primeiro \nquadrinho. \nd) A pergunta lançada no último quadrinho (“Você sabe quem \ninventou o avião?ˮ) é retórica, já que não há uma resposta \npara ela nem no primeiro nem no segundo quadrinhos. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nNo dia 21 de setembro de 2015, Sérgio Rodrigues, crítico \nliterário, comentou que apontar no título do filme Que horas \nela volta? um erro de português “revela visão curta sobre \ncomo a língua funciona”. E justifica:  \n“O título do filme, tirado da fala de um personagem, está \nem registro coloquial. Que ano você nasceu? Que série \nvocê estuda? e frases do gênero são familiares a todos os \nbrasileiros, mesmo com alto grau de escolaridade. Será \npreciso reafirmar a esta altura do século 21 que obras de \narte têm liberdade para transgressões muito maiores? \nPretender que uma obra de ficção tenha o mesmo grau de \nformalidade de um editorial de jornal ou relatório de firma \nrevela um jeito autoritário de compreender o funcionamento \nnão só da língua, mas da arte também.” \n(Adaptado \ndo \nblog \nMelhor \nDizendo. \nPost \ncompleto \ndisponível \nem \nhttp://www.melhordizendo.com/a-que-horas-ela-volta-em-que-ano-estamos-\nmesmo/. Acessado em 08/06/2016.) \n \nEntre \nos \nexcertos \nde \nestudiosos \nda \nlinguagem \nreproduzidos a seguir, assinale aquele que corrobora os \ncomentários do post.", "alternativas": "a) Numa sociedade estruturada de maneira complexa a \nlinguagem de um dado grupo social reflete-o tão bem \ncomo suas outras formas de comportamento. (Mattoso \nCâmara Jr., 1975, p. 10.) \n \nb) A linguagem exigida, especialmente nas aulas de \nlíngua portuguesa, corresponde a um modelo próprio \ndas classes dominantes e das categorias sociais a elas \nvinculadas. (Camacho, 1985, p. 4.) \n \nc) Não existe nenhuma justificativa ética, política, \npedagógica ou científica para continuar condenando \ncomo erros os usos linguísticos que estão firmados no \nportuguês brasileiro. (Bagno, 2007, p. 161.) \n \nd) Aquele que aprendeu a refletir sobre a linguagem é \ncapaz de compreender uma gramática – que nada \nmais é do que o resultado de uma (longa) reflexão \nsobre a língua. (Geraldi, 1996, p. 64.) \n \n \nOs excertos são adaptados de textos dos autores referenciados abaixo: \nBAGNO, Marcos. Nada na língua é por acaso: por uma pedagogia da variação \nlinguística. São Paulo: Editorial, 2007. \nCAMACHO, Roberto Gomes. O sistema escolar e o ensino da língua \nportuguesa. Alfa, São Paulo, 29, p.1-7, 1985.  \nGERALDI, João Wanderley. Linguagem e ensino: exercícios de militância e \ndivulgação. Campinas, SP: Mercado das Letras; Associação de Leitura do \nBrasil, 1996. \nMATTOSO CÂMARA JR., Joaquim. História da Linguística. Petrópolis, Rio de \nJaneiro: Vozes, 1975. \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nCaligrafia (Arnaldo Antunes) \n \nArte do desenho manual das letras e palavras. \nTerritório híbrido entre os códigos verbal e visual. \nA caligrafia está para a escrita como a voz está para a fala. \nA cor, o comprimento e espessura das linhas, a disposição \nespacial, a velocidade dos traços da escrita correspondem a \ntimbre, ritmo, tom, cadência, melodia do discurso falado. \nEntonação gráfica. \nAssim como a voz apresenta a efetivação física do discurso (o \nar nos pulmões, a vibração das cordas vocais, os movimentos \nda língu", "alternativas": "a) , a caligrafia também está intimamente ligada ao \ncorpo, pois carrega em si os sinais de maior força ou \ndelicadeza, rapidez ou lentidão, brutalidade ou leveza do \nmomento de sua feitura.  \n(Adaptado  de https://www.arnaldoantunes.com.br. Acessado em 12/07/2016.) \nEm Caligrafia, o autor  \na) estabelece uma relação de causa e efeito entre caligrafia e \nvoz.  \nb) sugere uma relação de oposição entre caligrafia e voz. \n \nc) projeta uma relação de gradação entre caligrafia e voz. \n \nd) apreende uma relação de analogia entre caligrafia e voz. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n“Uma peripécia, uma reviravolta nas circunstâncias, de uma \nhora para outra transforma uma sequência rotineira de \nacontecimentos numa história.”  \n(Jerome Bruner, Fabricando histórias. Direito, literatura, vida. São Paulo: Letra e Voz, \n2014, p.15.) \n \nLevando-se em conta a noção acima proposta por Jerome \nBruner, qual é a peripécia que ocorre no terceiro ato da peça \nLisbela e o prisioneiro?", "alternativas": "a) O disparo de arma de fogo em direção a Frederico \nEvandro, realizado por Lisbela, e a descoberta posterior de \nque as balas do revólver eram de festim. \n \nb) O encontro furtivo de Lisbela e Leléu na prisão, que torna \npossível a fuga do casal de amantes e produz o desenlace \ndo drama. \n \nc) A fuga de Leléu da prisão, que somente foi possível devido \nàs artimanhas de Lisbela ao pedir que seu pai desse uma \ncorda para o prisioneiro. \n \nd) O retorno heroico de Frederico Evandro à prisão, com o \nintuito de salvar Leléu e assassinar o Tenente Guedes. \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nO romance Memórias póstumas de Brás Cubas é \nconsiderado um divisor de águas tanto na obra de \nMachado de Assis quanto na literatura brasileira do século \nXIX. Indique a alternativa em que todas as características \nmencionadas podem ser adequadamente atribuídas ao \nromance em questão.", "alternativas": "a) Rejeição dos valores românticos, narrativa linear e \nfluente de um defunto autor, visão pessimista em \nrelação aos problemas sociais.  \n \nb) Distanciamento do determinismo científico, cultivo do \nhumor \ne \ndigressões \nsobre \nbanalidades, \nvisão \nreformadora das mazelas sociais. \n \nc) Abandono das idealizações românticas, uso de \ntécnicas pouco usuais de narrativa, sugestão implícita \nde contradições sociais. \n \nd) Crítica do realismo literário, narração iniciada com a \nmorte \ndo \nnarrador-personagem, \ntematização \nde \nconflitos sociais. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nNo conto “Amor”, de Clarice Lispector, após ver um cego \nmascando chicletes, a personagem passa por uma \nsituação que, segundo o narrador, ela própria chama de \n“crise”:  \n \n \n“O que chamava de crise viera afinal. E sua marca era o \nprazer intenso com que olhava agora as coisas, sofrendo \nespantada. O calor se tornara mais abafado, tudo tinha \nganho uma força e vozes mais altas.”  \n(Clarice Lispector, Laços de Família. Rio de Janeiro: Rocco, 2009, p.23.) \n \nEssa crise, que transforma a relação da personagem com \no mundo e com a família,", "alternativas": "a) nasce do colapso da vontade de viver da personagem, \nem razão do doloroso prazer com que passou a ver as \ncoisas.    \n \nb) revela o conflito vivido pela personagem entre o tipo de \nvida que havia escolhido e as coisas que passou a \ndesejar. \n \nc) constitui, para a personagem, uma alteração no modo \nde vida que antes a fazia sofrer e do qual agora havia \nse libertado. \n \nd) remete à excitação da personagem por ter conseguido \nharmonizar sua antiga vida com os novos desejos e \nsensações. \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n“O Sinhô foi açoitar  \nsozinho a negra Fulô.  \nA negra tirou a saia  \ne tirou o cabeção,  \nde dentro dêle pulou  \nnuinha a negra Fulô. \n \nEssa negra Fulô! \nEssa negra Fulô! \n \nÓ Fulô! Ó Fulô! \nCadê, cadê teu Sinhô \nque Nosso Senhor me mandou?  \nAh! Foi você que roubou,  \nfoi você, negra Fulô? \n \nEssa negra Fulô!” \n(Jorge de Lima, Poesias Completas, v.1. Rio de Janeiro/Brasília: J.Aguilar e INL, \n1974, p. 121.) \n \n“A Sinhá mandou arrebentar-lhe os dentes: \nFute, Cafute, Pé-de-pato, Não-sei-que-diga, \navança na branca e me vinga. \nExu escangalha ela, amofina ela, \namuxila ela que eu não tenho defesa de homem, \nsou só uma mulher perdida neste mundão. \nNeste mundão.  \nLouvado seja Oxalá. \nPara sempre seja louvado.”  \n(Idem, p.164.) \n \nEssas duas cenas de ciúmes concluem dois textos diferentes \nde Jorge de Lima. A primeira pertence ao conhecido poema \nmodernista “Essa negra Fulô”; a segunda, ao poema “História”, \nde Poemas Negros (1947). Em relação a “Essa negra Fulô”, o \npoema “História”, especificamente, representa", "alternativas": "a) a reiteração da denúncia das relações de poder, muito \narraigadas no sistema escravocrata, que colocam no \nmesmo plano violências raciais e sexuais. \n \nb) a passagem de uma caracterização da mulher negra como \nsedutora  para uma postura solidária em relação à escrava, \nque explicita as estratégias compensatórias de que se vale \npara sobreviver. \n \nc) a permanência de uma visão pitoresca sobre a situação da \nmulher negra nos engenhos de açúcar, que oculta os \nmecanismos de poder que garantiam sua exploração. \n \nd) a superação da visão idílica da vida na senzala, graças a \numa postura realista e social, que revela a violência das \nrelações entre senhores e escravos. \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n“São Francisco botava o dedo nas feridas dos leprosos. \nMas é que ele era um santo, fazia milagres, e ela é \nsimplesmente Doralice Leitão Leiria, um ser humano como \nqualquer outro.”  \n(Érico Veríssimo, Caminhos cruzados. São Paulo: Companhia de Bolso, 2016, \np.77.) \n \n“ – Queres seguir a política? Então? Procura imitar \nBismarck! Haverá padrão melhor?”  \n(Idem, p. 290.) \n \nOs fragmentos acima captam um dos traços principais de \nCaminhos cruzados no que diz respeito à identidade \nnarrativa das personagens. Considerando o conjunto do \nromance, tal traço consiste em uma", "alternativas": "a) percepção de que a necessidade de status na vida \nsocial e a produção de desejos políticos e religiosos \nnascem da cópia de um modelo consagrado. \n \nb) afirmação, por meio do narrador, da necessidade de \nprotagonistas bem construídos para o êxito da \nnarrativa ficcional. \n \nc) recusa dos modelos bem sucedidos na vida social, \npois eles constrangem a imaginação artística e moral \ndos romancistas. \n \nd) representação literária  da condição humana, que não \nnecessita de figuras imaginárias para atribuir sentido à \nvida religiosa e política. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nSabe-se que Coração, cabeça e estômago é uma obra \natípica na produção ficcional de Camilo Castelo Branco.  \nEm relação a essa obra, assinale a alternativa em que \ntodas as características listadas são corretas.", "alternativas": "a) Inclusão da edição do livro como parte do jogo \nnarrativo; \nsátira \nda \npoesia \ne \ndas \nmotivações \nespirituais; caracterização do herói como alguém \nincapaz de amar. \n \nb) Paródia da vida romântica e natural; espiritualização \ndas necessidades do corpo; transformação do herói ao \nlongo da narrativa. \n \nc) Descrição da formação do indivíduo; caricatura dos \nvalores e sentimentos românticos; impossibilidade de \nadaptação do herói à vida social. \n \nd) Caricatura das questões relacionadas ao espírito e à \nposição \nsocial; \nelogio \nirônico \ndas \nmotivações \nfisiológicas; ridicularização do herói. \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nSabe-se que, em um grupo de 10 pessoas, o livro A foi lido por \n5 pessoas e o livro B foi lido por 4 pessoas. Podemos afirmar \ncorretamente que, nesse grupo,", "alternativas": "a) pelo menos uma pessoa leu os dois livros. \n \nb) nenhuma pessoa leu os dois livros. \n \nc) pelo menos uma pessoa não leu nenhum dos dois livros. \n \nd) todas as pessoas leram pelo menos um dos dois livros. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "      \n \nUm dado não tendencioso de seis faces será lançado duas \nvezes. A probabilidade de que o maior valor obtido nos \nlançamentos seja menor do que 3 é igual a", "alternativas": "a) 1/3. \n \nb) 1/5. \n \nc) 1/7. \n \nd) 1/9. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "      \n \nSeja 𝑓(𝑥) uma função tal que para todo número real 𝑥 temos \nque 𝑥𝑓(𝑥 − 1) = (𝑥 − 3)𝑓(𝑥) + 3. Então, 𝑓(1) é igual a", "alternativas": "a) 0. \n \nb) 1. \n \nc) 2. \n \nd) 3. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "      \n \nConsidere as funções 𝑓(𝑥) = 3𝑥 e 𝑔(𝑥) = 𝑥3, definidas para \ntodo número real 𝑥. O número de soluções da equação \n𝑓(𝑔(𝑥)) = 𝑔(𝑓(𝑥)) é igual a", "alternativas": "a) 1. \n \nb) 2. \n \nc) 3. \n \nd) 4. \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "     \n \nConsidere o quadrado de lado 𝑎 > 0 exibido na figura \nabaixo. Seja 𝐴(𝑥) a função que associa a cada 0 ≤ 𝑥 ≤ 𝑎 a \nárea da região indicada pela cor cinza.  \n \nO gráfico da função 𝑦 = 𝐴(𝑥) no plano cartesiano é dado \npor", "alternativas": "a) b) \n \nc) \n \nd) \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "     \n \nConsidere a circunferência de equação cartesiana 𝑥2 +\n𝑦2 = 𝑥 − 𝑦. Qual das equações a seguir representa uma \nreta que divide essa circunferência em duas partes iguais?", "alternativas": "a) 𝑥 + 𝑦 = −1. \n \nb) 𝑥 − 𝑦 = −1. \n \nc) 𝑥 − 𝑦 = 1. \n \nd) 𝑥 + 𝑦 = 1. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "      \n \nSendo 𝑎 um número real, considere a matriz \n1\n.\n0\n1\na\nA\n\n\n \n\n\n\n\nEntão, 𝐴2017 é igual a", "alternativas": "a) 1\n0\n0\n1\n\n\n\n\n\n\n. \n \nb) \n1\n0\n1\na\n\n\n\n\n\n\n\n. \n \nc) \n1 1\n1 1\n\n\n\n\n\n\n. \n \nd) \n2017\n1\n0\n1\na\n\n\n\n\n\n\n\n. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "      \n \nSejam 𝑎 e 𝑏 números reais. Considere, então, os dois sistemas \nlineares abaixo, nas variáveis 𝑥, 𝑦 e 𝑧: \n,\n1,\nx\ny\na\nz\ny\n\n\n\n \n\n\n \ne \n2,\n.\nx\ny\ny\nz\nb\n\n\n\n \n\n\n \nSabendo que esses dois sistemas possuem uma solução em \ncomum, podemos afirmar corretamente que", "alternativas": "a) 𝑎 − 𝑏 = 0. \n \nb) 𝑎 + 𝑏 = 1. \n \nc) 𝑎 − 𝑏 = 2. \n \nd) 𝑎 + 𝑏 = 3. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "      \n \nConsidere o polinômio 𝑝(𝑥) = 𝑥𝑛 + 𝑥𝑚 + 1, em que 𝑛 > 𝑚 ≥ 1. \nSe o resto da divisão de 𝑝(𝑥) por 𝑥 + 1 é igual a 3, então", "alternativas": "a) 𝑛 é par e 𝑚 é par. \n \nb) 𝑛 é ímpar e 𝑚 é ímpar. \n \nc) 𝑛 é par e 𝑚 é ímpar. \n \nd)  𝑛 é ímpar e 𝑚 é par. \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "      \n \nSeja 𝑖 a unidade imaginária, isto é, 𝑖2 = −1. O lugar \ngeométrico \ndos \npontos \ndo \nplano \ncartesiano \ncom \ncoordenadas reais (𝑥, 𝑦) tais que (2𝑥 + 𝑦𝑖)(𝑦 + 2𝑥𝑖) = 𝑖 é \numa", "alternativas": "a) elipse. \n \nb) hipérbole. \n \nc) parábola. \n \nd) reta. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "      \n \nUm paralelepípedo retângulo tem faces de áreas 2 𝑐𝑚2, \n3 𝑐𝑚2 e 4 𝑐𝑚2. O volume desse paralelepípedo é igual a", "alternativas": "a) 2√3 𝑐𝑚3. \n \nb) 2√6  𝑐𝑚3. \n  \nc) 24 𝑐𝑚3. \n \nd) 12 𝑐𝑚3. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "     \n \nSeja 𝑥 um número real, 0 < 𝑥 < 𝜋/2, tal que a sequência  \n(tan 𝑥 , sec 𝑥 , 2) é uma progressão aritmética (PA). Então, a \nrazão dessa PA é igual a", "alternativas": "a) 1. \n \nb) 5/4. \n \nc) 4/3. \n \nd) 1/3. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "     \n \nConsidere o triângulo retângulo 𝐴𝐵𝐷 exibido na figura \nabaixo, em que 𝐴𝐵 = 2 𝑐𝑚, 𝐵𝐶 = 1 𝑐𝑚 e 𝐶𝐷 = 5 𝑐𝑚. Então, \no ângulo 𝜃 é igual a", "alternativas": "a) 15𝑜. \n \nb) 30𝑜. \n \nc) 45𝑜. \n \nd) 60𝑜. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nEm certa espécie animal a proporção de nucleotídeos Timina \nna molécula de DNA é igual a 𝑡 > 0. Então, a proporção de \nnucleotídeos Citosina nesse mesmo DNA é igual a", "alternativas": "a) 1 − 𝑡. \n \nb) 𝑡/2. \n \nc) 1 − 𝑡/2. \n \nd) 1/2 − 𝑡. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nObserve a tirinha abaixo. \n \n \n(Fonte: http://www.iowamath.org/resources/cartoons/.) \n \nNa língua portuguesa, a ordem dos algarismos de acordo com \no comentário do “5” seria", "alternativas": "a) 1 2 3 4 5 6 7 8 9.  \n \nb) 5 2 9 8 4 6 7 3 1. \n \nc) 2 3 6 7 1 9 4 5 8. \n \nd) 1 3 7 6 4 8 9 2 5. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nUma equação química é uma equação matemática no sentido \nde representar uma igualdade: todos os átomos e suas \nquantidades que aparecem nos reagentes também devem \nconstar nos produtos. Considerando uma equação química e \nsua correspondente constante de equilíbrio, pode-se afirmar \ncorretamente que, multiplicando-se todos os seus coeficientes \npor 2, a constante de equilíbrio associada a esta nova equação \nserá", "alternativas": "a) o dobro da constante da primeira equação química, o que \nestá de acordo com um produtório. \n \nb) o quadrado da constante da primeira equação, o que está \nde acordo com um produtório. \n \nc) igual à da primeira equação, pois ela é uma constante, o \nque está de acordo com um somatório. \n \nd) a constante da primeira equação multiplicada por ln 2, o \nque está de acordo com um somatório. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \n“Rios caudalosos, florestas impenetráveis, tribos indígenas \ndesconhecidas e histórias de animais gigantes que se \nalimentam de seres humanos. Um cenário assustador para a \nmaioria, mas perfeito para aventureiros em busca de fama e \nriqueza no final do século XIX e início do XX. Foi nessa época \nque a Amazônia recebeu milhares de trabalhadores para a \nindústria de extração da borracha e para a construção de uma \nferrovia de quase 400 quilômetros, que escoaria essa \nprodução cortando os rios Madeira e Mamoré, a oeste do atual \nestado de Rondônia.” \n(Cristina \nRomanelli, \n“A \nferro \ne \nsangue”. \nDisponível \nem \nhttp://www.revistadehistoria.com.br/secao/artigos-revista/a-ferro-e-sangue. \nAcessado em 05/08/2016.) \n \nA construção da Estrada de Ferro Madeira-Mamoré", "alternativas": "a) era um símbolo de progresso que contrastava com um \nsurto de febre amarela, pois a floresta, com suas \ncaracterísticas físicas, era um habitat propício para o \nmosquito do gênero Aedes. \n \nb) era um evidente desperdício de recursos, pois as \ncondições sanitárias da região eram precárias, e \ncontribuiu \npara \num \ngrande \nsurto \nde \ncólera, \ncomprometendo o plano de ocupar a fronteira territorial \ncom a Bolívia. \n \nc) \nera \numa \npropaganda \nda \npujança \nbrasileira \nem \ncontraponto aos vizinhos bolivianos e um surto de dengue \nocorreu pela presença de imigrantes que não tinham \nimunidade contra o mosquito do gênero Aedes. \n \nd) foi bem sucedida, apesar de um surto de malária trazido \npelos imigrantes oriundos do Nordeste e que dizimou a \npopulação indígena da região. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": "  \n \n“Um poeta chamado Zhu Xi escreveu o seguinte há cerca \nde 1200 anos: ‘No topo das altas montanhas vejo conchas \nque me dizem que antigos lugares de baixa altitude se \nelevaram para os céus e moram agora nos mais elevados \npicos. Estas conchas dizem-me também que materiais \nvivos de animais se converteram nas mais duras e inertes \nrochas.’ Essas palavras foram durante séculos lidas como \nse fossem versos. Mas Zhu Xi não era apenas um poeta: \nera um cientista, aquilo que, até há pouco se chamava um \nnaturalista.” \n(Mia Couto,”Rios, Cobras e Camisas de Dormir”, em E se Obama fosse \nafricano? E outras intervenções. 2.ed. Lisboa: Editorial Caminho, 2009, p.58.) \n \nO poema citado por Mia Couto faz referência", "alternativas": "a) ao processo de migração de moluscos marinhos para \ntopos de montanhas e a sua posterior fossilização. \n \nb) ao processo de decomposição de materiais vivos que \nocorre nas rochas duras e inertes presentes nos topos \ndas montanhas. \n \nc) à presença de fósseis de moluscos em montanhas que \nse formaram em regiões antes cobertas por água. \n \nd) à existência de fósseis de moluscos que habitavam \ntopos de montanhas e hoje estão extintos. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nEra o dia 6 de agosto de 1945. O avião B-29, Enola Gay, \ncomandado pelo coronel Paul Tibbets, sobrevoou Hiroshima a \n9.448 metros de altitude e, quando os ponteiros do relógio \nindicaram 8h16, bombardeou-a com uma bomba de fissão \nnuclear de urânio, com 3 m de comprimento e 71,1 centímetros \nde diâmetro e 4,4 toneladas de peso. A bomba foi detonada a \n576 metros do solo. Um colossal cogumelo de fumaça \nenvolveu a região. Corpos carbonizados jaziam por toda parte. \nAtônitos, sobreviventes vagavam pelos escombros à procura \nde comida, água e abrigo. Seus corpos estavam dilacerados, \nqueimados, mutilados. Cerca de 40 minutos após a explosão, \ncaiu uma chuva radioativa. Muitos se banharam e beberam \ndessa água. Seus destinos foram selados. \n(Adaptado de Sidnei J. Munhoz, “O pior dos fins”. Revista de História da Biblioteca \nNacional, maio 2015. Disponível em http://www.revistadehistoria.com.br/secao/capa/o-\npior-dos-fins. Acessado em 23/08/2016.) \n \nA explosão da bomba mencionada no texto", "alternativas": "a) ocorre a partir da desintegração espontânea do núcleo de \nurânio enriquecido em núcleos mais leves, liberando uma \nenorme quantidade de energia. Esse bombardeio significou \no início da corrida armamentista entre EUA e União \nSoviética. \n \nb) ocorre devido à desintegração do núcleo de urânio em \nnúcleos mais leves, a partir do bombardeamento com \nnêutrons, liberando uma enorme quantidade de energia. \nEsse ataque é considerado um símbolo do final da II \nGuerra Mundial. \n \nc) ocorre a partir da combinação de núcleos de urânio \nenriquecido \ncom \nnêutrons, \nformando \nnúcleos \nmais \npesados e liberando uma enorme quantidade de energia. \nEsse bombardeio foi uma resposta aos ataques do Japão a \nPearl Harbor. \n \nd) ocorre devido à desintegração do núcleo de urânio em \nnúcleos mais leves, a partir do bombardeamento com \nnêutrons, liberando uma enorme quantidade de energia. \nEsse ataque causou perplexidade por ser desferido contra \num país que havia permanecido neutro na II Guerra \nMundial. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nLeia os versos iniciais do poema The White Man’s Burden \n(O fardo do homem branco). \n \nTake up the White Man’s burden \nSend forth the best ye breed -  \nGo send your sons to exile \nTo serve your captives' need \nTo wait in heavy harness \nOn fluttered folk and wild- \nYour new-caught, sullen peoples, \nHalf devil and half child (...) \n(Rudyard \nKipling, \nRudyard \nKipling’s \nVerse. \nDisponível \nem \nhttp://kiplingsociety.co.uk/poems_burden.htm. Acessado em 17/10/2016.) \n \nO poema de Rudyard Kipling foi escrito em Londres, em \n1898, após a estadia do autor nos EUA.  Considerando-se \no contexto do imperialismo do século XIX, o poeta \nexpressa", "alternativas": "a) a \ndefesa \ndo \nexpansionismo \nnorte-americano, \njustificado como um dever moral explicitado no título \n“The White Man’s Burden”.  \n \nb) o olhar caridoso em relação aos povos dominados no \ncontexto do imperialismo do século XIX, como se \nobserva no verso “half devil and half child”. \n \nc) uma crítica à visão da superioridade branca vigente \ndurante a corrida imperialista do século XIX, ao \nenaltecer as características “folk and wild”.   \n \nd) a visão de que as famílias americanas não devem ser \npunidas pela política expansionista dos EUA, como se \nobserva na recomendação “Go send your sons to \nexile”. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nSurvey of geopolitics \n \nGeopolitics is a product of its time, and its definitions have \nevolved accordingly. Rudolphh Kjellén, who coined the term \nin 1899, described geopolitics as \"the theory of the state as \na geographical organism or phenomenon in space.\" For \nKarl \nHaushofer, \nthe \nfather \nof \nGerman \ngeopolotik, \n\"Geopolitics is the new national science of the state,(…) a \ndoctrine on the spatial determinism of all political \nprocesses, based on the broad foundations of geography, \nespecially of political geography\". On the eve of World War \nII, Derwent Whittlesey, the American political geographer, \nconsidered geopolitics \"a dogma*... the faith that the state \nis inherently entitled to its place in the sun\". Richard \nHartshorne defined it as \"geography utilized for particular \npurposes that lie beyond the pursuit of scientific \nknowledge\". \n(Adaptado de Saul Bernard Cohen, Geopolitics of the world system. Boston: \nRowman & Littlefield Publishers, 2003.p.11.) \n \n \nConforme o texto,", "alternativas": "a) Kjellén e Haushofer possuem visão semelhante quanto à \ngeopolítica, pois concordam que ela faz referência ao \nEstado. \n \nb) Whittlesey concorda com seus antecessores ao afirmar \nque a geopolítica havia se transformado em um dogma. \n \nc)  Hartshorne concorda com Kjellén ao afirmar que a \ngeopolítica mantém-se dentro dos parâmetros estritos de \numa ciência. \n \nd) apesar \ndos \nposicionamentos \ndistintos, \nos \nautores \nmencionados estão de acordo quanto aos fundamentos da \ngeopolítica. \n \n*Dogma: a belief or set of beliefs held by a group or organization, which \nothers are expected to accept without argument. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \nNo conto “O mistério de Maria Rogêt”, de Edgar Alan Poe, ao \nprocurar esclarecer a verdadeira identidade de um cadáver \njogado na água, o detetive Dupin, mediante a análise dos fatos \ne das informações da imprensa, faz uso do seguinte raciocínio \ncientífico:  \n“ (...) a gravidade específica do corpo humano, em sua \ncondição natural, é quase igual à massa de água doce que ele \ndesloca. (...) É evidente, contudo, que as gravidades do corpo \ne da massa de água deslocada são muito delicadamente \nequilibradas, e que uma ninharia pode fazer com que uma \ndelas predomine. Um braço, por exemplo, erguido fora d'água e \nassim privado de seu equivalente é um peso adicional \nsuficiente para imergir toda a cabeça, ao passo que a ajuda \ncasual do menor pedaço de madeira habilitar-nos-á a elevar a \ncabeça, para olhar em derredor”.  \n(Edgar Alan Poe, apud João Zanetic, Física e Literatura: construindo uma ponte entre \nas duas culturas.2006,p.61. Disponível em http://www.scielo.br/pdf/hcsm/v13s0/03.pdf. \nAcessado em 05/07/2016.) \nA partir do raciocínio científico presente no excerto acima, é \ncorreto afirmar que:", "alternativas": "a) A densidade de massa de um corpo humano é \naproximadamente igual à da água, e retirar o braço para \nfora da água reduziria a força de empuxo, contrária ao \npeso do corpo, contribuindo para seu afundamento. \n \nb) O corpo humano está submetido a uma aceleração \ngravitacional aproximadamente igual à que atua na porção \nde água de mesma massa que o corpo, e retirar o braço \npara fora da água reduziria a força de empuxo, contrária ao \npeso do corpo, contribuindo para seu afundamento. \n \nc) A densidade de massa de um corpo humano é \naproximadamente igual à da água, e retirar o braço para \nfora da água aumentaria a força de empuxo, contrária ao \npeso do corpo, contribuindo para seu afundamento. \n \nd) O corpo humano está submetido a uma aceleração \ngravitacional aproximadamente igual à que atua na porção \nde água de mesma massa que o corpo, e retirar o braço \npara fora da água aumentaria a força de empuxo, contrária \nao peso do corpo, contribuindo para seu afundamento. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nIronia ao natural \n \nÉ natural,  \né bom  \ne quanto mais melhor,  \ncomo os cogumelos  \nvermelhos,  \nas rãs azuis  \nou o suco de serpente...  \nÉ químico,  \nprocessado,  \né mau,  \ncomo a  \naspirina,  \num perfume  \nou o plástico  \nda válvula  \ncardíaca  \nde um coração...  \n(João Paiva, quase poesia quase química. Sociedade Portuguesa de Química, \n2012, p.15. Disponível em www.spq.pt/files/docs/boletim/poesia/quase-poesia-\nquase-quimica-jpaiva2012.pdf. Acessado em 06/07/2016.) \n \nNesse poema, há", "alternativas": "a) inversão dos atributos do que seria bom na natureza e \ndo que seria ruim nos processados, de modo a, \nironicamente, ressaltar a importância da química. \n \nb) comparação entre o lado bom dos produtos naturais e \no lado ruim dos produtos processados, de modo a \nressaltar, efusivamente, o perigo da química. \n \nc) demonstração do lado bom dos produtos naturais e o \nlado ruim dos produtos processados, sem, contudo, \nrealizar uma crítica em relação à química.  \n \nd) elogio aos produtos naturais, reforçando-se a ideia de \nconsumirmos mais desses produtos em detrimento de \nprodutos processados com o auxílio da química. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}, {"texto": " \n \nDiferentes sedimentos podem ser misturados à água e, \ndependendo de sua natureza, podem formar soluções, \nemulsões, ou mesmo uma lama. No caso do mais recente \ndesastre ambiental, ocorrido em uma barragem em \nMariana, no interior de Minas Gerais, o que vazou para o \nambiente foi uma lama que percorreu cerca de 600 km até \nchegar ao mar, no litoral do Espírito Santo. Mesmo \nmisturando-se à agua do Rio Doce e depois à agua do \nmar, os sedimentos não se separaram da água para se \ndepositar no solo, provavelmente porque interagem com \nágua. Com base no conhecimento de Química e \nconsiderando a região onde se originou o acidente, pode-\nse \nafirmar \ncorretamente \nque \nos \nsedimentos \nsão \nprovenientes de uma região marcada por", "alternativas": "a) serras e cristas do complexo Gnáissico-Magmático e a \nlama contém majoritariamente areia e óxidos metálicos. \n \nb) \nplanícies quaternárias com a presença de falésias vivas e \na lama contém majoritariamente argila e óxidos metálicos. \n \nc) \nserras e cristas do complexo Gnáissico-Magmático e a \nlama contém majoritariamente argila e óxidos metálicos. \n \nd) \nplanícies quaternárias com a presença de falésias vivas e \na lama contém majoritariamente areia e óxidos metálicos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2017, "quantidade_alternativas": 4, "codigo_prova": "RX"}}]
