[{"texto": " \n \nDrones são veículos voadores não tripulados, controlados \nremotamente e guiados por GPS. Uma de suas potenciais \naplicações é reduzir o tempo da prestação de primeiros \nsocorros, levando pequenos equipamentos e instruções ao \nlocal do socorro, para que qualquer pessoa administre os \nprimeiros cuidados até a chegada de uma ambulância. \nConsidere um caso em que o drone ambulância se \ndeslocou 9 km em 5 minutos. Nesse caso, o módulo de sua \nvelocidade média é de aproximadamente", "alternativas": "a) 1,4 m/s. \n \nb) 30 m/s. \n \nc) 45 m/s. \n \nd) 140 m/s. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA demanda por trens de alta velocidade tem crescido em \ntodo o mundo. Uma preocupação importante no projeto \ndesses trens é o conforto dos passageiros durante a \naceleração. Sendo assim, considere que, em uma viagem \nde trem de alta velocidade, a aceleração experimentada \npelos passageiros foi limitada a amax = 0,09g, onde g=10 \nm/s2 é a aceleração da gravidade.  Se o trem acelera a \npartir do repouso com aceleração constante igual a amax, a \ndistância mínima percorrida pelo trem para atingir uma \nvelocidade de 1080 km/h corresponde a", "alternativas": "a) 10 km. \n \nb) 20 km. \n \nc) 50 km. \n \nd) 100 km. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nUm isolamento térmico eficiente é um constante desafio a \nser superado para que o homem possa viver em condições \nextremas de temperatura. Para isso, o entendimento \ncompleto \ndos \nmecanismos \nde \ntroca \nde \ncalor \né \nimprescindível.  \nEm cada uma das situações descritas a seguir, você deve \nreconhecer o processo de troca de calor envolvido. \nI. As prateleiras de uma geladeira doméstica são grades \nvazadas, para facilitar fluxo de energia térmica até o \ncongelador por [...]  \nII. O único processo de troca de calor que pode ocorrer no \nvácuo é por [...].  \nIII. Em uma garrafa térmica, é mantido vácuo entre as \nparedes duplas de vidro para evitar que o calor saia ou \nentre por [....]. \nNa ordem, os processos de troca de calor utilizados para \npreencher as lacunas corretamente são:", "alternativas": "a) condução, convecção e radiação. \n \nb) condução, radiação e convecção. \n \nc) convecção, condução e radiação. \n \nd) convecção, radiação e condução. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nMúsculos artificiais feitos de nanotubos de carbono \nembebidos em cera de parafina podem suportar até \nduzentas vezes mais peso que um músculo natural do \nmesmo tamanho. Considere uma fibra de músculo artificial \nde 1 mm de comprimento, suspensa verticalmente por uma \nde suas extremidades e com uma massa de 50 gramas \npendurada, em repouso, em sua outra extremidade. O \ntrabalho realizado pela fibra sobre a massa, ao se contrair \n10%, erguendo a massa até uma nova posição de repouso, \né", "alternativas": "a) 5 x 10-3 J. \n \nb) 5 x 10-4 J. \n \nc) 5 x 10-5 J. \n \nd) 5 x 10-6 J. \n \nSe necessário, utilize g = 10 m/s2. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nO Teatro de Luz Negra, típico da República Tcheca, é um \ntipo de representação cênica caracterizada pelo uso do \ncenário escuro com uma iluminação estratégica dos \nobjetos exibidos. No entanto, o termo Luz Negra é \nfisicamente \nincoerente, \npois \na \ncoloração \nnegra \né \njustamente a ausência de luz. A luz branca é a composição \nde luz com vários comprimentos de onda e a cor de um \ncorpo é dada pelo comprimento de onda da luz que ele \npredominantemente reflete. Assim, um quadro que \napresente as cores azul e branca quando iluminado pela \nluz solar, ao ser iluminado por uma luz monocromática de \ncomprimento de onda correspondente à cor amarela, \napresentará, respectivamente, uma coloração", "alternativas": "a) amarela e branca. \n \nb) negra e amarela. \n \nc) azul e negra. \n \nd) totalmente negra. \n \n \n \n \n \n \n \n \n \n2\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nTempestades solares são causadas por um fluxo intenso \nde partículas de altas energias ejetadas pelo Sol durante \nerupções solares. Esses jatos de partículas podem \ntransportar bilhões de toneladas de gás eletrizado em altas \nvelocidades, que podem trazer riscos de danos aos \nsatélites em torno da Terra.   \nConsidere que, em uma erupção solar em particular, um \nconjunto de partículas de massa total mp = 5 kg, \ndeslocando-se com velocidade de módulo vp = 2x105 m/s, \nchoca-se com um satélite de massa Ms = 95 kg que se \ndesloca com velocidade de módulo igual a Vs = 4x103 m/s \nna mesma direção e em sentido contrário ao das \npartículas. Se a massa de partículas adere ao satélite após \na colisão, o módulo da velocidade final do conjunto será de", "alternativas": "a) 102.000 m/s. \n \nb) 14.000 m/s. \n \nc) 6.200 m/s. \n \nd) 3.900 m/s. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nMuitos dispositivos de aquecimento usados em nosso \ncotidiano usam resistores elétricos como fonte de calor. \nUm exemplo é o chuveiro elétrico, em que é possível \nescolher entre diferentes opções de potência usadas no \naquecimento da água, por exemplo, morno (M), quente (Q) \ne muito quente (MQ). Considere um chuveiro que usa a \nassociação de três resistores, iguais entre si, para oferecer \nessas três opções de temperatura. A escolha é feita por \numa chave que liga a rede elétrica entre o ponto indicado \npela letra N e um outro ponto indicado por M, Q ou MQ, de \nacordo com a opção de temperatura desejada. O esquema \nque representa corretamente o circuito equivalente do \nchuveiro é", "alternativas": "a) b) \n  \n \n \n \n \n \n \nc) \n \n \n \n \n \n \n \nd) \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nUm osciloscópio é um instrumento muito útil no estudo da \nvariação temporal dos sinais elétricos em circuitos. No \ncaso de um circuito de corrente alternada, a diferença de \npotencial (U) e a corrente do circuito (i) variam em função \ndo tempo.  \nConsidere um circuito com dois resistores R1 e R2 em \nsérie, alimentados por uma fonte de tensão alternada.  \nA diferença de potencial nos terminais de cada resistor \nobservada na tela do osciloscópio é representada pelo \ngráfico abaixo. Analisando o gráfico, pode-se afirmar que a \namplitude e a frequência da onda que representa a \ndiferença de potencial nos terminais do resistor de maior \nresistência são, respectivamente, iguais a", "alternativas": "a) 4 V e 2,5 Hz. \n \nb) 8 V e 2,5 Hz. \n \nc) 4 V  e  400 Hz. \n \nd) 8 V e 400 Hz. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nAnemômetros são instrumentos usados para medir a \nvelocidade do vento. A sua construção mais conhecida é a \nproposta por Robinson em 1846, que consiste em um rotor \ncom quatro conchas hemisféricas presas por hastes, \nconforme figura abaixo.  Em um anemômetro de Robinson \nideal, a velocidade do vento é dada pela velocidade linear \ndas conchas. Um anemômetro em que a distância entre as \nconchas e o centro de rotação é r=25 cm, em um dia cuja \nvelocidade do vento é v=18 km/h, teria uma frequência de \nrotação de", "alternativas": "a) 3 rpm. \n \nb) 200 rpm. \n \nc) 720 rpm. \n \nd) 1200 rpm. \n \nSe necessário, considere π ≈3. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nBeisebol é um esporte que envolve o arremesso, com a \nmão, de uma bola de 140 g de massa na direção de outro \njogador que irá rebatê-la com um taco sólido. Considere \nque, em um arremesso, o módulo da velocidade da bola \nchegou a 162 km/h, imediatamente após deixar a mão do \narremessador. Sabendo que o tempo de contato entre a \nbola e a mão do jogador foi de 0,07 s, o módulo da força \nmédia aplicada na bola foi de", "alternativas": "a) 324,0 N. \n \nb) 90,0 N. \n \nc) 6,3 N. \n \nd) 11,3 N. \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nAntonie van Leeuwenhoek e Robert Hooke trouxeram \ncontribuições significativas para o desenvolvimento da \nbiologia, usando microscópios ópticos. Leeuwenhoek \nutilizava microscópios com uma única lente, enquanto \nHooke utilizava microscópios com duas lentes. A figura \nabaixo retrata o detalhe de um animal desenhado por \nHooke. Considerando que ele tenha visto o animal na \nposição em que desenhou, esse mesmo animal seria visto \nno microscópio de Leeuwenhoek com", "alternativas": "a) antenas à esquerda das pernas. \n \nb) pedipalpos à direita do abdome. \n \nc) abdome à esquerda das pernas. \n \nd) abdome à direita dos pedipalpos. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nDe acordo com o cladograma a seguir, é correto afirmar \nque:", "alternativas": "a) A é Briófita, B é Pteridófita e C é Espermatófita. \n \nb) C é Espermatófita, D é traqueófita e E é Angiosperma. \n \nc) C possui sementes, D é Espermatófita e E é \nAngiosperma. \n \nd) B é Briófita, D é traqueófita e E possui sementes. \n \n \n \n \n \n \n \n \n \n \n4\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA diversidade de plantas tende a ser maior em lugares que \nnão sejam nem tão hostis nem tão hospitaleiros. Em um \nambiente onde faltam recursos, poucas espécies de \nplantas sobrevivem. Se as condições melhoram, o número \nde espécies tende a aumentar. Já quando há abundância \nde nutrientes, a tendência se reverte e o ambiente é \ndominado por poucas espécies que captam recursos de \nforma mais eficaz. O gráfico abaixo mostra a relação entre \na biomassa e a quantidade de espécies de plantas em uma \nmesma área. \n(Texto e imagem adaptados de http://revistapesquisa.fapesp.br/ \n2015/07/18/estudo-reabilita-teoria-sobre-diversidade-de-plantas.) \n \nCom base no texto, é correto afirmar que", "alternativas": "a) espécies mais eficientes na obtenção de recursos \nprevalecem quando há abundância de recursos. \n \nb) quanto maior a abundância de recursos, maior a \ndiversidade de espécies. \n \nc) alta produção de biomassa indica necessariamente \nmaior diversidade de espécies. \n \nd) ambientes \nhostis \nsão \nmais \nlimitantes \npara \na \ndiversidade que ambientes hospitaleiros. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nEm uma pirâmide de energia, as plantas têm importante \npapel na captação e transformação da energia luminosa e \nsão responsáveis pela produtividade primária líquida. \nNessa pirâmide, aparecem ainda os herbívoros e os \ncarnívoros, que acumulam energia e determinam assim a \nprodutividade secundária líquida. Sobre as pirâmides de \nenergia, é correto afirmar que", "alternativas": "a) a energia é conservada entre os níveis tróficos. \n \nb) a respiração dos autótrofos é uma fonte de energia \npara os heterótrofos. \n \nc) a produtividade primária líquida é representada na \nbase da pirâmide. \n \nd) a excreção é uma fonte de energia para os níveis \ntróficos superiores. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nSegundo o modelo que determina a identidade de órgãos \nflorais, os genes estão arranjados em três regiões \nsobrepostas, e cada região compreende dois verticilos \nadjacentes. Uma combinação única de genes determina a \nidentidade do verticilo (imagem I). Se, por exemplo, a \nregião de atividade B é ausente, os verticilos serão \nespecificados apenas pelas regiões de atividade A e C, e a \nflor conterá apenas sépalas e carpelo (imagem II). Assinale \na alternativa correta.", "alternativas": "a) Na presença de genes apenas nas regiões A e C, a \nflor produzirá pólen. \n \nb) Na presença de genes apenas nas regiões A e B, a flor \ndará origem a um fruto. \n \nc) Na ausência de genes na região B, a autofecundação \nna flor é possível. \n \nd) Na ausência de genes na região A, a flor será menos \nvisitada por polinizadores. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nEm relação à forma predominante de excreção dos \nanimais, é correto afirmar que", "alternativas": "a) peixes são animais amoniotélicos, aves e répteis são \nureotélicos e mamíferos são uricotélicos. \n \nb) \na ureia é altamente tóxica e insolúvel em água, sendo \na principal excreta das aves. \n \nc) \npeixes, exceto os condrictes, são amoniotélicos e \naves e répteis adultos são ureotélicos. \n \nd) \na amônia é altamente tóxica e necessita de um \ngrande volume de água para ser eliminada. \n \n \n \n \n \n \n \n \n \n \n \n \nB \nA \nC \nRegiões \nVerticilos \nSépala \nPétala \nEstame \nCarpelo \nA \nC \nSépala \nCarpelo \nSépala \nCarpelo \nI \nII \n \n \n \n5\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nAo longo da evolução, as variações e adaptações nos \ndentes dos mamíferos são numerosas e surpreendentes.  \nA conformação dos dentes sugere o cardápio possível das \nespécies, sendo correto afirmar que \n \n \nA \nB", "alternativas": "a) dentes de superfície plana revelam uma dieta \nherbívora composta predominantemente de gramíneas \ne são típicos de onívoros, cujos crânios são \nrepresentados nas imagens A e B acima. \n \nb) os incisivos, caninos e molares estreitos têm formas \ndiversas, que podem cortar ou destacar alimentos. O \ncrânio representado na figura A acima sugere que se \ntrata de um carnívoro. \n \nc) os incisivos, caninos e molares estreitos têm formas \ndiversas, que podem cortar ou destacar alimentos. Os \ncaninos \npara \nperfurar \nou \nrasgar, \ncomo \nos \nrepresentados na imagem B acima, são típicos de \ncarnívoros. \n \nd) dentes de superfície plana revelam uma dieta \nherbívora composta predominantemente de gramíneas \ne \nsão \ntípicos \nde \nonívoros \ncomo \nos \nfelinos, \nrepresentados na imagem A acima. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA cidade de Monte Santo, na Bahia, que entrou para a \nhistória por ter sido acampamento para as tropas do \ngoverno que lutaram na guerra de Canudos, tem sido palco \nde outras batalhas: a identificação, o tratamento e a \nprevenção \nde \ndoenças \nraras \ncomo \nhipotireoidismo \ncongênito, \nfenilcetonúria, \nosteogênese \nimperfeita, \nsíndrome de Treacher Collins e mucopolissacaridose tipo \n6. \n(Adaptado de Carlos Fioravante, “O caminho de pedras das doenças \nraras”. Revista Pesquisa Fapesp, São Paulo, 222, agosto 2014.) \n \nA incidência em grandes proporções das doenças citadas \nacima pode ter sido favorecida por fatores", "alternativas": "a) migratórios, \nrelacionados \nà \nmiscigenação \nda \npopulação. \n \nb) \nambientais, por contaminações do solo e da água. \n \nc) \ngenéticos, pela alta frequência de casamentos entre \nparentes. \n \nd) \ncomportamentais, relacionados a atividades físicas \nextenuantes decorrentes da guerra. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA concentração de CO2 na atmosfera em uma floresta varia \nao longo de um dia e está intimamente associada com a \nfisiologia \n(fotossíntese \ne \nrespiração) \ndas \nespécies \npresentes. A concentração de CO2 na atmosfera também \nvaria em função da disponibilidade de água no ambiente. \nConsiderando o gráfico abaixo, é correto afirmar que", "alternativas": "a) a fotossíntese das plantas é maior no início e no final \ndo período diurno. \n \nb) \nas plantas respiram mais na estação chuvosa. \n \nc) \nna estação seca, há um pico de respiração às 12 \nhoras. \n \nd) \nas plantas fazem mais fotossíntese e respiram menos \nna estação chuvosa. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nNa antiguidade, alguns cientistas e pensadores famosos \ntinham um conceito curioso sobre a origem da vida e em \nalguns casos existiam até receitas para reproduzir esse \nprocesso. Os experimentos de Pasteur foram importantes \npara a mudança dos conceitos e hipóteses alternativas \npara o surgimento da vida. Evidências sobre a origem da \nvida sugerem que", "alternativas": "a) a composição química da atmosfera influenciou o \nsurgimento da vida. \n \nb) \nos \ncoacervados \nderam \norigem \nàs \nmoléculas \norgânicas. \n \nc) \na \nteoria \nda \nabiogênese \nfoi \nprovada \npelos \nexperimentos de Pasteur. \n \nd) \no vitalismo é uma das bases da biogênese. \n \n \n \n \n \n \n‐15 \n‐10 \n‐5 \n0 \n5 \n10 \n15 \n0 \n2 \n4 \n6 \n8 10 12 14 16 18 20 22 \nFluxo de CO2 (μmol s‐1) \nHorário \nSeco \nChuvoso \n \n \n \n6\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nO sarampo é uma doença infectocontagiosa provocada \npelo Morbilivirus. Em 2015 apareceram vários casos dessa \ndoença em diversas cidades do Brasil e do mundo. O que \nfaz com que esta doença seja extremamente contagiosa e \nmuito comum na infância?", "alternativas": "a) O fato de ser transmitida por um vírus para o qual não \nexiste vacina. \n \nb) O fato de ser frequentemente transmitida por \nsecreções das vias respiratórias, como gotículas \neliminadas pelo espirro ou pela tosse. \n \nc) O fato de ser transmitida apenas por meio de insetos \nvetores. \n \nd) O fato de ser extremamente contagiosa apenas em \ncrianças desnutridas, recém-nascidos e crianças \nportadoras de imunodeficiências. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nCom a crescente crise mundial de dengue, as pesquisas \npela busca tanto de vacinas quanto de repelentes de \ninsetos têm se intensificado. Nesse contexto, os compostos \nI e II abaixo representados têm propriedades muito \ndistintas: enquanto um deles tem caráter ácido e atrai os \ninsetos, o outro tem caráter básico e não os atrai.  \n \n \n \nBaseado \nnessas \ninformações, \npode-se \nafirmar \ncorretamente que o composto", "alternativas": "a) I não atrai os insetos e tem caráter básico. \n \nb) II atrai os insetos e tem caráter ácido. \n \nc) II não atrai os insetos e tem caráter básico. \n \nd) I não atrai os insetos e tem caráter ácido e básico. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nEm seu livro Como se faz Química, o Professor Aécio \nChagas afirma que “quem transforma a matéria, sem \npensar sobre ela, não é, e jamais será um químico”. \nConsidere alguns produtos que um cozinheiro reconhece \nnas linhas 1-4 do quadro a seguir, e aqueles que um \nquímico reconhece nas linhas 5-8.  \n \n \n \n \nlinha \ncozinheiro \n \nlinha \nquímico \n1 \ncarne \n \n5 \nextração \n2 \naçúcar \n \n6 \ncarboidrato \n3 \nchá \n \n7 \nhidrocarboneto aromático \n4 \nóleo \n \n8 \nproteína  \n \nUm químico, familiarizado com as atividades culinárias, \nrelacionaria as linhas", "alternativas": "a) 1 e 7, porque o aroma da carne se deve, \nprincipalmente, aos hidrocarbonetos aromáticos.  \n \nb) \n3 e 5, porque a infusão facilita a extração de \ncomponentes importantes do chá. \n \nc) \n4 e 6, porque os carboidratos são constituintes \nimportantes do óleo comestível. \n \nd) \n2 e 8, porque a proteína é um tipo especial de açúcar. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nO trecho seguinte foi extraído de uma revista de divulgação do \nconhecimento químico, e trata de alguns aspectos da lavagem \na seco de tecidos. “Tratando-se do desempenho para lavar, o \ntetracloroetileno é um solvente efetivo para limpeza das \nroupas, pois evita o encolhimento dos tecidos, já que evapora \nfacilmente, dada sua baixa pressão de vapor (0,017 atm., \n20oC), e dissolve manchas lipofílicas, como óleos, ceras e \ngorduras em geral...” A leitura desse trecho sugere que o \ntetracloroetileno é um líquido apolar e sua alta volatilidade \nse deve ao seu baixo valor de pressão de vapor. Levando \nem conta o conhecimento químico, pode-se", "alternativas": "a) concordar parcialmente com a sugestão, pois há \nargumentos que justificam a polaridade, mas não há \nargumentos que justifiquem a volatilidade. \n \nb) concordar totalmente com a sugestão, pois os \nargumentos referentes à polaridade e à volatilidade \napresentados no trecho justificam ambas. \n \nc) concordar parcialmente, pois não há argumentos que \njustifiquem a polaridade, mas há argumentos que \njustificam a volatilidade. \n \nd) discordar totalmente, pois não há argumentos que \njustifiquem a polaridade nem a volatilidade. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n7\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nAtualmente, parece que a Química vem seduzindo as \npessoas e tem-se observado um número cada vez maior \nde \npessoas \nportando \ntatuagens \nque \nremetem \nao \nconhecimento químico. As figuras a seguir mostram duas \ntatuagens muito parecidas, com as correspondentes \nimagens tatuadas mais bem definidas abaixo. \n  \n \nAs imagens representam duas fórmulas estruturais, que \ncorrespondem a dois", "alternativas": "a) compostos que são isômeros entre si. \n \nb) modos de representar o mesmo composto. \n \nc) compostos que não são isômeros. \n \nd) compostos que diferem nas posições das ligações \nduplas. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA preocupação com a emissão de gases poluentes no \nmeio \nambiente \nestá \nmuito \npresente \nna \nindústria \nautomobilística. \nRecentemente, \numa \ndas \nsoluções \nencontradas para contornar esse problema nos veículos \nmovidos a Diesel foi o desenvolvimento do Arla 32, uma \nsolução de ureia em água, que atua nos sistemas de \nexaustão, de acordo com as equações químicas abaixo: \n \nCO(NH2)2  + H2O → 2NH3 + CO2 \n4NH3 + 4NO + O2 → 4N2 + 6H2O \n4NH3 + 2NO2 + O2 → 3N2 + 6H2O. \n \nCom \nbase \nnessas \ninformações, \npode-se \nafirmar \ncorretamente que a ação do Arla 32 leva a uma redução", "alternativas": "a) da emissão das espécies NOx, e não contribui para a \npoluição atmosférica. \n \nb) \ncompleta do NO e apenas da metade do NO2 emitido, \nmas contribui para a poluição atmosférica. \n \nc) \ncompleta do NO, mas somente reduz a emissão de \nNO2 depois que acabar o NO, e não contribui para a \npoluição atmosférica. \n \nd) \nda emissão das espécies NOx, mas contribui para a \npoluição atmosférica.  \n ", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nPodemos obter energia no organismo pela oxidação de \ndiferentes fontes. Entre essas fontes destacam-se a \ngordura e o açúcar. A gordura pode ser representada por \numa fórmula mínima (CH2)n enquanto um açúcar pode ser \nrepresentado por (CH2O)n. Considerando essas duas \nfontes de energia, podemos afirmar corretamente que, na \noxidação total de 1 grama de ambas as fontes em nosso \norganismo, os produtos formados são", "alternativas": "a) os mesmos, mas as quantidades de energia são \ndiferentes. \n \nb) diferentes, mas as quantidades de energia são iguais.  \n \nc) os mesmos, assim como as quantidades de energia. \n \nd) diferentes, assim como as quantidades de energia.   \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nAlguns trabalhos científicos correlacionam as mudanças \nnas concentrações dos sais dissolvidos na água do mar \ncom as mudanças climáticas. Entre os fatores que \npoderiam alterar a concentração de sais na água do mar \npodemos citar: evaporação e congelamento da água do \nmar, chuva e neve, além do derretimento das geleiras. De \nacordo com o conhecimento químico, podemos afirmar \ncorretamente que a concentração de sais na água do mar", "alternativas": "a) aumenta com o derretimento das geleiras e diminui \ncom o congelamento da água do mar. \n \nb) diminui com o congelamento e com a evaporação da \nágua do mar.  \n \nc) aumenta com a evaporação e o congelamento da água \ndo mar e diminui com a chuva ou neve. \n \nd) diminui com a evaporação da água do mar e aumenta \ncom o derretimento das geleiras. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n8\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA comparação entre as proporções isotópicas de amostras \nde um mesmo material, que têm a mesma idade, \nencontradas em diferentes regiões, pode ser utilizada para \nrevelar se elas têm ou não a mesma origem. Se as \nproporções são iguais, então é possível que tenham a \nmesma origem, mas se forem diferentes, é certeza que não \ntêm a mesma origem. A tabela a seguir apresenta os dados \nde algumas amostras de água, incluindo a de um cometa no \nqual uma sonda pousou recentemente.  \n \n \nPonto de \nebulição (oC) \nPonto de \nfusão (oC) \nPorcentagem \nde deutério \nH2O (Terr", "alternativas": "a) 100 \n0 \n0,017 \nHDO \n100,7 \n2,04 \n50 \nD2O \n101,4 \n3,82 \n100 \nH2O \n(cometa) \nnd* \nnd* \n0,053 \n \n              *nd – não disponível \n \nCom base nesses dados, pode-se afirmar corretamente que \na água de nosso planeta \n \na) é proveniente dos cometas e a água da Terra e a do \ncometa têm propriedades físicas muito parecidas. \n \nb) não é proveniente dos cometas, apesar de a água da \nTerra e a do cometa terem propriedades físicas muito \nparecidas. \n \nc) não é proveniente dos cometas, porque a água da \nTerra e a do cometa apresentam propriedades físicas \nmuito diferentes. \n \nd) é proveniente dos cometas e a água da Terra e a do \ncometa têm as mesmas propriedades físicas. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nAs empresas que fabricam produtos de limpeza têm se \npreocupado cada vez mais com a satisfação do \nconsumidor e a preservação dos materiais que estão \nsujeitos ao processo de limpeza. No caso do vestuário, é \nmuito comum encontrarmos a recomendação para fazer o \nteste da firmeza das cores para garantir que a roupa não \nserá danificada no processo de lavagem. Esse teste \nconsiste em molhar uma pequena parte da roupa e colocá-\nla sobre uma superfície plana; em seguida, coloca-se um \npano branco de algodão sobre sua superfície e passa-se \ncom um ferro bem quente. Se o pano branco ficar \nmanchado, sugere-se que essa roupa deve ser lavada \nseparadamente, pois durante esse teste ocorreu um \nprocesso de", "alternativas": "a) fusão do corante, e o ferro quente é utilizado para \naumentar a pressão sobre o tecido. \n \nb) \nliquefação do corante, e o ferro quente é utilizado para \nacelerar o processo. \n \nc) \ncondensação do corante, e o ferro quente é utilizado \npara ajudar a sua transferência para o pano branco.   \n \nd) \ndissolução do corante, e o ferro quente é utilizado \npara acelerar o processo. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nOs compostos (NH4)H2PO4 e NaHCO3  são usados em \nextintores como agentes de combate ao fogo. Quando \nlançados sobre uma chama, ocorrem as seguintes \ntransformações: \n \n       (NH4)H2PO4 �  NH3  +  H3PO4   \n               H3PO4  �  polifosfato (viscoso) \n            NaHCO3  �  CO2  +  H2O  +  Na2CO3   (particulado). \n \nNo combate a todos os tipos de incêndio, a nuvem formada \nde gás é importante, mas naqueles envolvendo materiais \nsólidos, o depósito do material oriundo da transformação \ndo agente de combate sobre o combustível tem papel \ndecisivo. Assim, o agente (NH4)H2PO4 pode substituir o \nNaHCO3 em qualquer situação, mas o contrário não é \nverdade. Isso permite concluir que no combate ao incêndio \nque envolve", "alternativas": "a) líquidos inflamáveis, os dois agentes formam uma \nnuvem de gás, mas com sólidos em combustão, \nsomente o material viscoso é capaz de inibir \ncompletamente o contato combustível/comburente. \n \nb) líquidos inflamáveis, os dois agentes formam uma \nnuvem de gás, mas com sólidos em combustão, \nsomente o material particulado é capaz de inibir \ncompletamente o contato combustível/comburente. \n \nc) materiais sólidos em combustão, os dois agentes \ninibem \ncompletamente \no \ncontato \ncombustível/comburente, \nmas \ncom \nlíquidos \nem \ncombustão, somente o NaHCO3 é capaz de inibir este \ncontato. \n \nd) materiais sólidos em combustão, os dois agentes \ninibem \ncompletamente \no \ncontato \ncombustível/comburente, \nmas \ncom \nlíquidos \nem \ncombustão, somente o (NH4)H2PO4 é capaz de inibir \neste contato. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n9\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": "  \n \nA tira tematiza a contribuição da atividade humana para a \ndeterioração do meio ambiente. Do diálogo apresentado, \npode-se depreender que os ursos já sabiam \n     \n \n(Fonte: http://www.caglecartoons.com/viewimage.asp?ID={15E52E8D-\n3CE2-4DF6-B331-D109F2DD2BBC}.)", "alternativas": "a) do aumento do pH dos mares e acabam de constatar o \nabaixamento do nível dos mares. \n \nb) da diminuição do pH dos mares e acabam de constatar \no aumento do nível dos mares.  \n \nc) do aumento do nível dos mares e acabam de constatar \no abaixamento do pH dos mares. \n \nd) da diminuição do nível dos mares e acabam de \nconstatar o aumento do pH dos mares. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": "  \n \n\"If you believe in freedom of speech, you believe in freedom \nof speech for views you don’t like. Goebbels was in favor of \nfreedom of speech for views he liked. So was Stalin. If \nyou’re in favor of freedom of speech, that means you’re in \nfavor of freedom of speech precisely for views you \ndespise.\" \n(Noam Chomsky) \n \n(Fonte: http://noam-chomsky.tumblr.com/post/7223808896/if-you-\nbelieve-in-freedom-of-speech-you-believe.) \n \nO autor do texto", "alternativas": "a) despreza os que restringem a liberdade de expressão. \n  \nb) critica os excessos da liberdade de expressão.  \n \nc) critica a falta de liberdade de expressão. \n \nd) defende a liberdade de expressão sem restrições.  \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \n \n \n \n(Fonte: http://www.gocomics.com/calvinandhobbes/2015/08/08.) \n \nNa tirinha, Calvin dá dicas sobre como", "alternativas": "a) derrotar o adversário em um jogo de futebol. \n \nb) vencer o interlocutor em uma  discussão.  \n \nc) derrotar o adversário na olimpíada de inglês.  \n \nd) ser um bom comunicador. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n10\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": "  \n \nThe Future of Food \n \nSCENARIO PLANNING TRAINING \n \nIn 2030... \nWhat will we eat? \n Where will our food come from? \nWill we all have enough? \n \nUsing the global system as a backdrop, expert scenario \npractitioners will help you apply the methodology that \nsystematically imagines multiple futures and their risks and \nopportunities \n \nSTART ONLINE, THEN COME TO STANFORD UNIVERSITY \nApplication deadline AUGUST 3, 2015 \n \nOnline content opens August 10, 2015 \nOnsite Immersion at Stanford Sept.28-Oct.1, 2015 \n \nApply now at WORLDVIEW.STANFORD.EDU \n \nSPACE LIMITED TO 32 PARTICIPANTS \n(Adaptado de Stanford Magazine, July/August 2015, p.3.) \n \nO texto anuncia um", "alternativas": "a) curso \non-line \ne \npresencial \nque \noferece \numa \nmetodologia para ajudar a definir quais alimentos \ndeverão ser consumidos no futuro. \n \nb) curso on-line que oferece uma metodologia para \nminimizar riscos no consumo de alimentos no futuro.  \n \nc) curso \non-line \ne \npresencial \nque \noferece \numa \nmetodologia para construção de cenários futuros sobre \nconsumo de alimentos.  \n \nd) curso presencial que oferece uma metodologia para \najudar as pessoas a comerem melhor no futuro.  \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": ", leia o texto abaixo. \n \nAdvice for new students from those who know (old \nstudents) \n \nThe first day of college I was a ball of nerves. I remember \nwalking into my first class and running to the first seat I \nfound, thinking everyone would be staring at me. But \nnobody seemed to notice and then it hit me: The fact that \nnobody knew me meant nobody would judge, which, upon \nreflection, was what I was scared of the most. I told myself \nto let go. All along the year, I forced myself into situations \nthat were uncomfortable for me – for example, auditioning \nfor a dance piece. Believe it or not, that performance was a \nhighlight of my freshman year. My advice: challenge \nyourself to try something new, something you couldn’t have \ndone in high school. – Ria Jagasia, Vanderbilt University, \n’18. \n(Adaptado de  http://www.nytimes.com/2015/08/02/ education/edlife/ \nadvice-for-new-students-from-those-who-know-old-students.html?ref= \nedlife.) \n \n \n \nNo primeiro dia de faculdade, Ria ficou muito nervosa", "alternativas": "a) por não conhecer ninguém. \n \nb) por achar que seria julgada pelos colegas. \n \nc) porque ninguém olhou para ela. \n \nd) porque não sabia dançar.  \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": ", leia o texto abaixo. \n \nAdvice for new students from those who know (old \nstudents) \n \nThe first day of college I was a ball of nerves. I remember \nwalking into my first class and running to the first seat I \nfound, thinking everyone would be staring at me. But \nnobody seemed to notice and then it hit me: The fact that \nnobody knew me meant nobody would judge, which, upon \nreflection, was what I was scared of the most. I told myself \nto let go. All along the year, I forced myself into situations \nthat were uncomfortable for me – for example, auditioning \nfor a dance piece. Believe it or not, that performance was a \nhighlight of my freshman year. My advice: challenge \nyourself to try something new, something you couldn’t have \ndone in high school. – Ria Jagasia, Vanderbilt University, \n’18. \n(Adaptado de  http://www.nytimes.com/2015/08/02/ education/edlife/ \nadvice-for-new-students-from-those-who-know-old-students.html?ref= \nedlife.) \n \n  \n \nPara lidar com a situação, a estratégia adotada foi deixar \nde se preocupar e", "alternativas": "a) fazer coisas que nunca fez antes. \n \nb) fazer novos amigos.  \n \nc) fazer um curso de dança como ouvinte.  \n \nd) abandonar o curso.  \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nIf apes go extinct, so could entire forests \n \nBonobos eat a lot of fruit, and fruit contains seeds. \nThose seeds travel through a bonobo’s digestive system \nwhile bonobo itself travels around the forest. A few hours \nlater, the seeds end up being deposited far from where the \nfruits were plucked. And that is where the new trees come \nfrom.  \nAccording to a paper recently published, if the \nbonobos disappeared, the plants would also likely go \nextinct, for many trees and plants species in Congo rely \nalmost exclusively on bonobos for seed dispersal.  \nThe bonobo has two major functions here. First of all, \nmany seeds will not germinate well unless they have been \n“handled” by another species. Stomach acids and intestinal \nprocesses make the seed more able to absorb water and \nlater sprout.  \nSecondly, many seeds will not succeed if they remain \ntoo close to their parental trees. The seeds that fell to the \nground near their parents did not survive because they \nwere choked off by the nearby plants. The bonobos eat \nabout 3,5 hours every day and travel a mean of 1.2 \nkilometers from meal sites before defecating.   \n \n(Adaptado de http://blogs.scientiﬁcamerican.com/extinction-countdown \n/if-apes-go-extinct-so-could-entire-forests/.) \n \nQual é a explicação para o título?", "alternativas": "a) Os bonobos se alimentam de plantas e suas fezes \najudam a adubar florestas. Como andam grandes \ndistâncias, espalham esse adubo pela floresta.  \n \nb) Os bonobos vivem em árvores e suas fezes, que \ncontêm fungicidas naturais, protegem as árvores dos \nfungos. Como andam grandes distâncias, podem \nproteger florestas inteiras.   \n \nc) Os bonobos se alimentam de frutas com sementes. \nSeu sistema digestivo prepara as sementes para a \ngerminação. Como andam grandes distâncias, suas \nfezes ajudam a espalhar as sementes pela floresta. \n \nd) Os bonobos vivem em árvores e se alimentam de \nfolhas, que se transformam em fungicidas naturais aos \nserem digeridas. Quando liberados pelas fezes, esses \nfungicidas protegem as florestas.  \n \n \n \n11\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": ", leia o texto abaixo. \n \nWe’ve modified our behavior so we can text and walk \n \nTexting – or checking social media or reading/responding to \nmail or reading the news or checking the weather or \nwatching a video – while walking is a pretty common \nphenomenon. It’s so common that most people who own a \nmobile device have become texting walkers.  \nResearch suggests that these texters adopt protective \nmeasures to minimize the risk of accidents when walking. \nThey’re less likely to trip because they shorten their step \nlength, reduce step frequency, lengthen the time during \nwhich both feet are in contact with the ground, and increase \nobstacle clearance height. Taken together this creates an \nexaggerated image of walking, but it apparently slows the \nwalker enough so that he registers some of what is \nhappening around him and can compensate for it.  \n(Adaptado \nde \nhttp://blogs.scientiﬁcamerican.com/anthropology-in-\npractice/we-ve-modiﬁed-our-behavior-so-we-can-text-and-walk/.) \n \n \n \nSegundo o texto, “Texting walkers” são pessoas que", "alternativas": "a) caminham longas distâncias e usam o celular para \nregistrar essas distâncias. \n \nb) escrevem ou leem mensagens,  ou veem vídeos no \ncelular enquanto caminham.  \n \nc) testam o celular como dispositivo para caminhadas \nlongas. \n \nd) tropeçam e caem quando usam o celular enquanto \ncaminham. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": ", leia o texto abaixo. \n \nWe’ve modified our behavior so we can text and walk \n \nTexting – or checking social media or reading/responding to \nmail or reading the news or checking the weather or \nwatching a video – while walking is a pretty common \nphenomenon. It’s so common that most people who own a \nmobile device have become texting walkers.  \nResearch suggests that these texters adopt protective \nmeasures to minimize the risk of accidents when walking. \nThey’re less likely to trip because they shorten their step \nlength, reduce step frequency, lengthen the time during \nwhich both feet are in contact with the ground, and increase \nobstacle clearance height. Taken together this creates an \nexaggerated image of walking, but it apparently slows the \nwalker enough so that he registers some of what is \nhappening around him and can compensate for it.  \n(Adaptado \nde \nhttp://blogs.scientiﬁcamerican.com/anthropology-in-\npractice/we-ve-modiﬁed-our-behavior-so-we-can-text-and-walk/.) \n \n \n \nQue mudanças no comportamento dessas pessoas são \ndecorrentes da adaptação à tecnologia apresentada no \ntexto?", "alternativas": "a) Elas diminuem a extensão e a frequência dos passos, \naumentando o tempo em que os dois pés ficam em \ncontato com o chão; calculam melhor a altura dos \nobstáculos no percurso.  \n \nb) Elas aumentam a extensão dos passos e diminuem \nsua frequência, para que os dois pés fiquem mais \ntempo em contato com o chão. \n \nc) Antes de iniciar a caminhada, elas registram, no \ncelular, a extensão do trajeto, a frequência dos passos \ne o tempo em que os dois pés ficam em contato com o \nchão.   \n \nd) Antes de iniciar a caminhada, elas registram, no \ncelular, a extensão e a altura dos obstáculos do \npercurso, a frequência dos passos e o tempo em que \nos dois pés ficam em contato com o chão. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nO gráfico abaixo exibe o lucro líquido (em milhares de \nreais) de três pequenas empresas A, B e C, nos anos de \n2013 e 2014.  \n \n \nCom relação ao lucro líquido, podemos afirmar que", "alternativas": "a) A teve um crescimento maior do que C. \n \nb) C teve um crescimento maior do que B. \n \nc) B teve um crescimento igual a A.  \n \nd) C teve um crescimento menor do que B. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nUma moeda balanceada é lançada quatro vezes, obtendo-\nse cara exatamente três vezes. A probabilidade de que as \ncaras tenham saído consecutivamente é igual a", "alternativas": "a) 1/4. \n \nb) 3/8. \n \nc) 1/2. \n \nd) 3/4. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nEm uma matriz, chamam-se elementos internos aqueles \nque não pertencem à primeira nem à última linha ou \ncoluna. O número de elementos internos em uma matriz \ncom 5 linhas e 6 colunas é igual a", "alternativas": "a) 12. \nb) \n15. \nc) \n16. \nd) \n20. \n \n \n \n \n \n12\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nConsidere o gráfico da função \n( )\ny\nf x\n=\n exibido na figura a \nseguir. \n \nO gráfico da função inversa \n1( )\ny\nf\nx\n−\n=\n é dado por", "alternativas": "a) b)  \n \n \nc)  \n \n \nd)  \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nConsidere a função afim \n( )\nf x\nax\nb\n=\n+  definida para todo \nnúmero real x , onde a  e b são números reais. Sabendo \nque \n(4)\n2\nf\n=\n, podemos afirmar que \n( (3)\n(5))\nf f\nf\n+\né igual a", "alternativas": "a) 5. \n \nb) 4. \n \nc) 3. \n \nd) 2. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA solução da equação na variável real x , log (\n6)\n2\nx x +\n=\n, \né um número", "alternativas": "a) primo. \n \nb) par. \n \nc) negativo.  \n \nd) irracional. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nSeja ( , , )\na b c  uma progressão geométrica de números \nreais com \n0\na ≠\n. Definindo s\na\nb\nc\n=\n+\n+\n, o menor valor \npossível para /\ns a  é igual a", "alternativas": "a) 1/2. \n \nb) 2/3. \n \nc) 3/4. \n \nd) 4/5. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nConsidere o sistema linear nas variáveis reais x , y , z e w ,  \n \n1,\n2,\n3.\nx\ny\ny\nz\nw\nz\n−\n=\n⎧\n⎪ +\n=\n⎨\n⎪\n−\n=\n⎩\n  \nLogo, a soma x\ny\nz\nw\n+\n+\n+\n é igual a", "alternativas": "a) -2. \n \nb) 0. \n \nc) 6. \n \nd) 8. \n \n \n \n13\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nConsidere \na \nmatriz \nquadrada \nde \nordem \n3, \ncos\n0\nsen\n0\n1\n0\nsen\n0\ncos\nx\nx\nA\nx\nx\n−\n⎡\n⎤\n⎢\n⎥\n= ⎢\n⎥\n⎢\n⎥\n⎣\n⎦\n, onde x  é um número real.  \n \nPodemos afirmar que", "alternativas": "a) A  não é invertível para nenhum valor de x . \n \nb) A  é invertível para um único valor de x . \n \nc) \nA  é invertível para exatamente dois valores de x . \n \nd) A é invertível para todos os valores de x . \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nConsidere \no \ncírculo \nde \nequação \ncartesiana \n2\n2\nx\ny\nax\nby\n+\n=\n+\n, onde a  e b são números reais não \nnulos. O número de pontos em que esse círculo intercepta \nos eixos coordenados é igual a", "alternativas": "a) 1. \n \nb) 2. \n \nc) 3. \n \nd) 4. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA figura abaixo exibe um quadrilátero ABCD, onde          \nAB = AD e BC = CD = 2 cm. A área do quadrilátero ABCD \né igual a", "alternativas": "a) 2 cm2. \n \nb) 2 cm2. \n \nc) 2\n2 cm2. \n \nd) 3 cm2. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nUm cilindro circular reto, cuja altura é igual ao diâmetro da \nbase, está inscrito numa esfera. A razão entre os volumes \nda esfera e do cilindro é igual a", "alternativas": "a) 4\n2 / 3. \n \nb) 4 / 3. \n \nc) 3\n2 / 4. \n \nd) \n2 . \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nConsidere o polinômio cúbico \n3\n2\n( )\n3\np x\nx\nx\nax\n=\n+\n−\n−\n, \nonde a é um número real. Sabendo que r e r\n− são raízes \nreais de \n( )\np x , podemos afirmar que \n(1)\np\n é igual a", "alternativas": "a) 3. \n \nb) 1. \n \nc) -2. \n \nd) -4.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nConsidere o número complexo \n1\nai\nz\na\ni\n+\n=\n−\n, onde  a  é um \nnúmero real e i é a unidade imaginária, isto é, \n2\n1\ni = − . O \nvalor de \n2016\nz\n é igual a", "alternativas": "a) 2016\na\n \n \nb) 1. \n  \nc) 1 2016i\n+\n. \n \nd) i . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n14\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA teoria da perspectiva, iniciada com o arquiteto Filippo \nBruneleschi \n(1377-1446), \nutilizou \nconhecimentos \ngeométricos e matemáticos na representação artística \nproduzida na época. A figura a seguir ilustra o estudo da \nperspectiva em uma obra desse arquiteto. É correto afirmar \nque, a partir do Renascimento, a teoria da perspectiva", "alternativas": "a) foi aplicada nas artes e na arquitetura, com o uso de \nproporções harmônicas, o que privilegiou o domínio \ntécnico e restringiu a capacidade criativa dos artistas. \n \nb) evidencia, em sua aplicação nas artes e na arquitetura, \nque as regras geométricas e de proporcionalidade \nauxiliam a percepção tridimensional e podem ser \nensinadas, aprendidas e difundidas. \n \nc) fez com que a matemática fosse considerada uma arte \nem que apenas pessoas excepcionais poderiam usar \ngeometria e proporções em seus ofícios. \n \nd) separou arte e ciência, tornando a matemática uma \nferramenta apenas instrumental, porque essa teoria  \nnão reconhece as proporções humanas como base de \nmedida universal. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nQuanto seja louvável a um príncipe manter a fé, aparentar \nvirtudes e viver com integridade, não com astúcia, todos o \ncompreendem; contudo, observa-se, pela experiência, em \nnossos tempos, que houve príncipes que fizeram grandes \ncoisas, mas em pouca conta tiveram a palavra dada, e \nsouberam, pela astúcia, transtornar a cabeça dos homens, \nsuperando, enfim, os que foram leais (...). Um príncipe \nprudente não pode nem deve guardar a palavra dada \nquando isso se lhe torne prejudicial e quando as causas \nque o determinaram cessem de existir. \n(Nicolau Maquiavel, O Príncipe. São Paulo: Nova Cultural, 1997, p. \n73-85.) \n \nA partir desse excerto da obra, publicada em 1513, é \ncorreto afirmar que:", "alternativas": "a) O jogo das aparências e a lógica da força são algumas \ndas \nprincipais \nartimanhas \nda \npolítica \nmoderna \nexplicitadas por Maquiavel. \n \nb) A prudência, para ser vista como uma virtude, não \ndepende dos resultados, mas de estar de acordo com \nos princípios da fé. \n \nc) Os princípios e não os resultados é que definem o \njulgamento que as pessoas fazem do governante, por \nisso é louvável a integridade do príncipe. \n \nd) A questão da manutenção do poder é o principal \ndesafio ao príncipe e, por isso, ele não precisa cumprir \na palavra dada, desde que autorizado pela Igreja. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nPor que a ética voltou a ser um dos temas mais \ntrabalhados do pensamento filosófico contemporâneo? Nos \nanos 1960 a política ocupava esse lugar e muitos \ncometeram o exagero de afirmar que tudo era político. \n(José Arthur Gianotti, “Moralidade Pública e Moralidade Privada”, em \nAdauto Novaes, Ética. São Paulo: Companhia das Letras, 1992, p. \n239.) \n \nA partir desse fragmento sobre a ética e o pensamento \nfilosófico, é correto afirmar que:", "alternativas": "a) O tema foi relevante na obra de Aristóteles e apenas \nrecentemente voltou a ocupar um espaço central na \nprodução filosófica. \n \nb) \nOs impasses morais e éticos das sociedades \ncontemporâneas reposicionaram o tema da ética \ncomo um dos campos mais relevantes para a \nFilosofia. \n \nc) \nO pensamento filosófico abandonou sua postura \npolítica após o desencanto com os sistemas \nideológicos que eram vigentes nos anos 1960. \n \nd) \nNa atualidade, a ética é uma pauta conservadora, pois \nnas sociedades atuais, não há demandas éticas \nrígidas.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n15\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nReproduz-se, abaixo, trecho de um sermão do bispo \nCesário de Arles (470-542), dirigido a uma paróquia rural.  \n \n“Vede, irmãos, como quem recorre à Igreja em sua doença \nobtém a saúde do corpo e a remissão dos pecados. Se é \npossível, pois, encontrar este duplo benefício na Igreja, por \nque há infelizes que se empenham em causar mal a si \nmesmos, \nprocurando \nos \nmais \nvariados \nsortilégios: \nrecorrendo a encantadores, a feitiçarias em fontes e \nárvores, amuletos, charlatães, videntes e adivinhos?”  \n(Fonte: \nhttp://www.institutosapientia.com.br/site/index.php?option=co \n_content&view=article&id=1397:sao-cesario-de-arles-sermao-13-para-\numa-paroquia-rural&catid=28: outros-artigos&Itemid=285.) \n \nA partir desse sermão, escrito no sul da atual França, é \ncorreto afirmar que:", "alternativas": "a) A Igreja Católica assumia funções espirituais e deixava \nà nobreza o cuidado da saúde dos camponeses, \natravés de ordens religiosas e militares.  \n \nb) O cristianismo tinha penetrado em todas as categorias \nsociais e era interpretado da mesma forma através da \nautoridade dos bispos.  \n \nc) Práticas consideradas menos ortodoxas por Cesário de \nArles ainda encontravam espaço em setores da \nsociedade e a elite da Igreja tentava se afirmar como o \núnico acesso ao sagrado.  \n \nd) O avanço do materialismo estava afastando da Igreja \nos camponeses, que, com isto, deixavam de pagar os \ndízimos eclesiásticos.  \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \n“Uma categoria inferior de servidores que coexiste nas \ngrandes casas com os domésticos livres são os escravos. \nUm recenseamento enumera em Gênova, em 1458, mais \nde 2 mil. As mulheres estão em uma proporção \nesmagadora (97,5%) e 40% não têm ainda 23 anos. São \ntotalmente desamparadas; todos na casa a repreendem, \ntodos batem nela (patrão, mãe, filhos crescidos) e os \ntestemunhos de processos em que elas comparecem \nmostram-nas vivendo, frequentemente no temor de \npancadas. Em Gênova e Veneza, a escrava-criada é \nessencial no prestígio das nobres e ricas matronas.   \n(Adaptado de Charles De la Roncière,  “A vida privada dos notáveis \ntoscanos no limiar da Renascença”, em  Georges Duby (org.), História \nda vida privada - da Europa feudal à Renascença, vol 2. São Paulo: \nCompanhia das Letras, 1990, p. 235-236.) \n \nSobre o trabalho nas cidades italianas do período em \nquestão, podemos afirmar corretamente que:", "alternativas": "a) O declínio da escravidão está ligado ao novo conceito \nantropocêntrico do ser humano e a uma nova \ndignidade da condição feminina no final da Idade \nMédia. \n \nb) \nO trabalho servil era predominantemente feminino e \nconcorria com o trabalho escravo. A escravidão \ndiminuiu com essa concorrência, desdobrando-se no \ntrabalho livre. \n \nc) \nConviviam \ninúmeras \nformas \nde \ntrabalho \nlivre, \nsemilivre e escravo no universo europeu e a \nsobreposição não era, em si, contraditória. \n \nd) \nO uso do castigo corporal igualava as escravas a \noutros trabalhadores e foi o motivo das rebeliões \ncamponesas do período (jacqueries) e agitações \nurbanas.   \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nOs estudos históricos por muito tempo explicaram as \nrelações entre Portugal e Brasil por meio da noção de \npacto colonial ou exclusivo comercial. Sobre esse conceito, \né correto afirmar que:", "alternativas": "a) Trata-se de uma característica central  do sistema \ncolonial moderno e um elemento constitutivo das \npráticas mercantilistas do Antigo Regime, que \nconsidera \nfundamental \na \ndinâmica \ninterna \nda \neconomia colonial. \n \nb) \nDefinia-se por um sistema baseado em dois polos: um \ncentro de decisão, a metrópole, e outro subordinado, \na colônia. Esta submetia-se à primeira através de uma \nsérie de mecanismos político-institucionais. \n \nc) \nEm mais de uma ocasião, os colonos reclamaram e \nforam insubordinados diante do pacto colonial, ao \nexigirem sua presença e atuação nas Cortes dos reis \nou ao pedirem a presença do Marquês de Pombal na \ncolônia. \n \nd) \nA noção de pacto colonial é um projeto embrionário de \nEstado que acomodava as tensões  surgidas entre os \ninteresses metropolitanos e coloniais, ao  privilegiar as \nexperiências do “viver em colônia”. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n16\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nAs revoluções de independência na América hispânica \nforam, ao mesmo tempo, um conflito militar, um processo \nde mudança política e uma rebelião popular.  \n(Rafael Rojas, Las repúblicas de aire. Buenos Aires: Taurus, 2010, p. \n11.) \n \nSão características dos processos de independência nas \nex-colônias espanholas na América:", "alternativas": "a) o descontentamento com o domínio colonial e a \nagregação \nde \ngrupos \nque \nexpressavam \na \nheterogeneidade \nétnica, \nregional, \neconômica \ne \ncultural do continente.  \n \nb) \no caudilhismo, sob a liderança política criolla, e o \ndiscurso revolucionário de uma nova ordem política, \nque assegurou profundas transformações econômicas \nna América. \n \nc) \no uso dos princípios liberais de organização política \nrepublicana e a criação imediata de exércitos \nnacionais que lutaram contra as forças espanholas. \n \nd) \na \nparticipação \nde \nindígenas \ne \ncamponeses, \ndeterminante para a consolidação do processo de \nindependência em regiões como o México, e sua \nausência nas ações comandadas por Bolívar. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \n“O Rio civiliza-se!” eis a exclamação que irrompe de todos \nos peitos cariocas. Temos a Avenida Central, a Avenida \nBeira Mar (os nossos Campos Elíseos), estátuas em toda a \nparte, cafés e confeitarias (…), um assassinato por dia, um \nescândalo por semana, cartomantes, médiuns, automóveis, \nautobus, autores dramáticos, grandmonde, demi-monde, \nenfim todos os apetrechos das grandes capitais.  \n(“O \nChat \nNoir”, \nem \nFon-Fon! \nNº \n41, \n1907. \nExtraído \nde \nwww.objdigital.bn.br/acervo_digital/div_periodicos/fonfon/fonfon1907.) \n \nA partir do excerto, que se refere ao período da Belle \nÉpoque no Brasil, no início do século XX, é correto afirmar \nque:", "alternativas": "a) O Rio de Janeiro procurava apagar aspectos da \népoca do Império e impulsionar a cultura francesa, \nrenegada por D. Pedro II.   \n \nb) \nA cidade expressava as contradições de um processo \nde transformações urbanas, sociais e políticas nas \nprimeiras décadas da República.  \n \nc) \nOs costumes franceses eram elementos incorporados \npela \nsociedade \ncarioca \ncomo \nsinônimo \nda \nmodernização republicana obtida pelo tenentismo. \n \nd) \nA modernização representou um processo de \nexclusão social e cultural, patrocinado pelo governo \nfrancês, que financiava obras públicas e impunha os \nprodutos franceses à população brasileira.  \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nMuitos intelectuais, boa parte da imprensa e dos meios de \ncomunicação, e a sociedade em geral usam o termo \npopulismo \npara \ncaracterizar \numa \nprática \npolítica \ncontemporânea que relaciona as massas e o governante.  \n \nSobre o populismo, é correto afirmar que:", "alternativas": "a) A figura do líder é fundamental no populismo, a \nexemplo de Getúlio Vargas e Jânio Quadros, sendo \nmuito forte no Brasil entre 1930 e 1964. Tal prática \nrequer carisma do líder, a fim de diminuir a \nparticipação das massas e impedir o nacional-\ndesenvolvimentismo. \n \nb) \nAs massas, em suas expectativas, alinham-se às \ncamadas médias, que são ressentidas por não se \ntornarem \nclasses \ndominantes. \nSurgem, \nnesse \nprocesso, líderes vindos das camadas médias que \nmanipulam as massas, destituídas de vontade \npolítica.  \n \nc) \nOcorre uma associação entre as massas urbanas e o \ndirigente político carismático que exerce o papel de \nliderança. É um fenômeno de participação política das \nclasses populares urbanas pouco atingidas pelo \ndesenvolvimento industrial e pelas migrações. \n \nd) \nO termo é muito usado para nomear um fenômeno \npolítico comum na América Latina entre as décadas \nde 1930 e 1960, sendo associado aos processos de \nindustrialização, urbanização e à emergência de \nlíderes carismáticos. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nDesde a queda do império comunista na Europa, nos anos \n1989-1991, assiste-se a uma nova forma de messianismo \npolítico que consiste em impor o regime democrático e os \ndireitos humanos pela força. \n(Adaptado de Tzvetan Todorov, Os inimigos íntimos da democracia. \nSão Paulo: Companhia das Letras, 2012, p. 55.)  \n \nO quadro descrito pelo texto pode ser analisado", "alternativas": "a) como herança das lutas anticoloniais exemplificada na \norganização em torno do Estado multiétnico, como \nocorreu na África do Sul. \n \nb) \ncomo parte da nova ordem mundial sob a liderança \ndos EUA e seu poder bélico em regiões como a Síria \ne o Afeganistão. \n \nc) \ncomo o estabelecimento de um princípio que \ndesestabiliza as lógicas internas de organização, \ncomo ocorreu no Iraque e na ex-Iugoslávia. \n \nd) \ncomo herança da Guerra Fria e como utilização da \nlógica militar que inviabiliza a adoção da democracia \nem regiões como a Ucrânia.  \n \n \n \n17\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA aquarela do artista João Teófilo, aqui reproduzida, \ndialoga com a pintura de Pedro Américo, “Tiradentes \nesquartejado” (1893).  \nSobre a obra de João Teófilo, publicada na capa de uma \nrevista em 2015, é possível afirmar que: \n \n \n(http://www.revistadehistoria.com.br/revista/edicao/118.)", "alternativas": "a) Trata-se de uma obra baseada em um quadro do \ngênero da pintura histórica, sendo que no trabalho de \nPedro Américo o corpo de Tiradentes no patíbulo \nafasta-se da figura do Cristo, exemplo maior de mártir. \n \nb) \n Utilizando-se \ndas \nmesmas \nformas \ndo \ncorpo \nesquartejado de Tiradentes pintado por Pedro \nAmérico, o autor limita o número de sujeitos \nesquartejados e acentua o tom conservador da \naquarela. \n \nc) \nA imagem fala sobre seu contexto de produção na \natualidade, utilizando-se do simbolismo de Tiradentes, \ne procura ampliar a presença de negros como sujeitos \nsociais nas lutas coloniais e antiescravistas.  \n \nd) \nTiradentes consolidou-se como um mártir nacional no \nquadro de Pedro Américo, daí a necessidade do pintor \nde retratar seu corpo esquartejado. A obra de João \nTeófilo mostra que os mártires, embora negros, são \num tema do passado.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nImigrantes cruzam a Macedônia para chegar ao Norte da \nEuropa. \n \n \n(Fonte:http://internacional.estadao.com.br/noticias/geral,imigrantescru\nzam-a-macedonia-para-chegar-ao-norte-daeuropa,1749226.) \n \nIndique a afirmação correta a respeito dos grandes fluxos \nmigratórios atuais no contexto da globalização.", "alternativas": "a) Envolvem imigrantes da América Latina, do norte da \nÁfrica \ne \ndo \nOriente \nMédio, \natraídos \npela \nindustrialização fordista da Europa e dos Estados \nUnidos, que gera trabalho nas fábricas e na \nconstrução civil. \n \nb) \nDirecionam-se \npara \nos \npaíses \nricos \nou \nem \ncrescimento econômico e envolvem aquelas áreas de \nexpulsão, cujas populações de origem sempre tiveram \nculturalmente vocação para a realização de grandes \ndeslocamentos. \n \nc) \nResultam das diferenças entre a situação econômica \ndos países pobres e ricos e se direcionam para os \nlugares em que as populações falam a mesma língua \nou possuem proximidades culturais. \n \nd) \nAssumem distintas direções, sendo que uma das \nrotas dos imigrantes para a Europa inicia-se em \npaíses do Oriente Médio e da costa oriental do norte \nda África, indo até a Grécia, com travessia pelo mar \nMediterrâneo. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nPaís da África Austral que se tornou independente em \n1975 após séculos de colonialismo europeu. No período \nposterior à independência, a terra passou a ser \npropriedade do Estado, com predomínio de uso pela \npopulação camponesa e com forte participação das \nmulheres na produção agrícola familiar. De 1976-1992 \nvivenciou intensos conflitos produzidos pela guerra civil \nenvolvendo dois dos principais grupos armados do país. \n \nO texto acima faz referência ao seguinte país:", "alternativas": "a) Congo. \n \nb) \nÁfrica do Sul. \n \nc) \nMoçambique. \n \nd) \nNigéria \n \n \n \n \n \n18\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nO processo contemporâneo de metropolização do espaço \ne a grande metamorfose que vem ocorrendo em algumas \nmetrópoles \ntêm \nsignificado \nmudanças \nterritoriais \nexpressivas. Há intensificação e multiplicidade de fluxos de \npessoas, \nmercadorias \ne \ninformações, \nbem \ncomo \ncrescimento do número de cidades conurbadas, onde não \nse distingue muito bem, na continuidade da imensa área \nconstruída, o limite municipal de cada uma delas. Tanto em \nSão Paulo, por exemplo, como na Cidade do México, em \nBuenos Aires ou em Santiago, vamos encontrar a \nmanifestação \ndesse \nmomento \nmais \navançado \nda \nurbanização. \n(Adaptado de Sandra Lencioni, A metamorfose de São Paulo: o \nanúncio de um novo mundo de aglomerações difusas. Revista \nParanaense de Desenvolvimento, Curitiba, n.120, p. 133-148, \njan./jun., 2011.) \n \nTendo em vista a metrópole contemporânea, é correto \nafirmar que se trata de uma", "alternativas": "a) única aglomeração, mas dispersa e fragmentada, \nonde fluxos imateriais regem um conjunto diferenciado \nde lugares. \n \nb) \núnica aglomeração, pois é compacta e coesa, onde \nfluxos imateriais regem um conjunto diferenciado de \nlugares. \n \nc) \nmetrópole \ncompacta \ne \ncoesa, \norganizada \nexclusivamente por uma estrutura hierárquica de \nfluxos imateriais. \n \nd) \nmetrópole \ndispersa \ne \nfragmentada, \norganizada \nexclusivamente por uma estrutura hierárquica de \nfluxos materiais. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nSistema de Cabotagem no Brasil \n \n(Fonte: http://www2.transportes.gov.br/bit/05-mar/cabotagem.html.) \n \nSobre o papel da cabotagem no processo de formação do \nterritório brasileiro, é correto afirmar:", "alternativas": "a) A cabotagem viabilizou o comércio marítimo entre os \nprincipais portos do território no período colonial. \nTodavia, esse sistema de transporte veio a encerrar \nsuas atividades no final do século XIX, quando o \ntransporte ferroviário passou a responder por todas as \ntrocas interprovinciais. \n \nb) \nA cabotagem consistiu num primitivo sistema de \ntransportes do início da colonização, articulando os \nportos das principais cidades.  Trata-se de um \nelemento primordial para a formação do território \nbrasileiro, pois permitiu sua precoce unificação e \ncompleta articulação inter-regional. \n \nc) \nA cabotagem teve importante papel no longo processo \nde formação do território brasileiro, transportando \npessoas, mercadorias e informações entre os \nprincipais portos desde o período colonial.  No século \nXX, perdeu importância para o sistema de transporte \nrodoviário. \n \nd) \nA cabotagem foi implantada no Brasil no final do \nséculo XIX, fazendo uso de modernos navios a vapor \npara articular o comércio interprovincial. Atualmente, \nconcorre com os sistemas ferroviário e rodoviário para \ntransportar \ncargas, \nparticularmente \naquelas \nconteinerizadas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nConsiderando as atuais características demográficas da \npopulação indígena brasileira, assinale a alternativa \ncorreta.", "alternativas": "a) Ainda existem etnias indígenas isoladas no interior da \nAmazônia, \nvivendo \nem \ngrandes \naldeias, \ncom \npredominância de idosos, e desenvolvendo roças para \no autoconsumo. \nb) \nA atual população indígena brasileira supera, em \ncontingente e em etnias, os habitantes nativos \nencontrados no início da colonização no século XVI. \nc) \nEnquanto a população indígena do centro-sul obteve \ncrescimento demográfico, a população habitante da \nAmazônica apresentou forte redução de contingente. \nd) \nVerifica-se a tendência de reversão da curva \ndemográfica, tendo em vista o crescimento atual da \npopulação indígena no país, sendo que a maior \nparcela desse contingente vive em áreas rurais. \n \n \n \n \n \n \n \n \n \n \n19\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA Constituição Federal promulgada em 1988 define que a \nRepública Federativa Brasileira compreende a União, os \nEstados Federados, o Distrito Federal e os municípios, \ntodos autônomos.  \n \nDas alternativas abaixo, aponte aquela que apresenta \ncorretamente \natribuições \nque \nsão \nde \ncompetência \nexclusiva da União.", "alternativas": "a) Promover \no \nadequado \nordenamento \nterritorial, \nmediante planejamento e controle do uso, do \nparcelamento e da ocupação do solo urbano.  \n \nb) \nExplorar os serviços e instalações nucleares e exercer \nmonopólio estatal sobre a pesquisa, a lavra e o \nenriquecimento de minérios nucleares.  \n \nc) \nInstituir as regiões metropolitanas, as aglomerações \nurbanas \ne \nas \nmicrorregiões \nadministrativas \nconstituídas \npor \nagrupamentos \nde \nmunicípios \nlimítrofes.   \n \nd) \nOrganizar e prestar, diretamente ou sob regime de \nconcessão ou permissão, serviços públicos de \ninteresse local, incluído o transporte coletivo.   \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA imagem abaixo mostra a prática de plantio direto na \npalhada.  \n \n \n(http://aprendizruralbatatais2013manha.blogspot.com.br/2013/06/planti\no-direto.html.) \n \nSobre esta prática, é correto afirmar:", "alternativas": "a) É uma prática conservacionista, em que há a \nincorporação dos restos vegetais de uma cultura no \npróximo \nplantio, \nprocurando \nmelhorar \nas \ncaracterísticas químicas e físicas do solo. \nb) \nÉ uma prática conservacionista, em que há a \nincorporação dos restos vegetais de uma cultura no \npróximo plantio, procurando melhorar unicamente as \ncaracterísticas químicas do solo. \n \nc) \nÉ uma prática conservacionista, em que há a \nincorporação dos restos vegetais de uma cultura no \npróximo plantio, procurando melhorar unicamente as \ncaracterísticas físicas do solo. \n \nd) \nApesar de diminuir os processos erosivos provocados \npelo escoamento superficial da água, a prática não \nevita o uso de queimadas esporádicas e não aumenta \na fertilidade química do solo. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA figura  a seguir exibe a imagem de um ciclone. \n \n \n(http://www.metsul.com/secoes/visualiza.php?cod_subsecao=30&cod_\ntexto=6.) \n \nÉ correto afirmar que o ciclone em questão", "alternativas": "a) ocorreu no Hemisfério Sul e corresponde a uma área \nde alta pressão atmosférica. \n \nb) \npode \nocorrer \nem \nqualquer \nhemisfério, \nindependentemente da pressão atmosférica. \n \nc) \nocorreu no Hemisfério Norte, em zonas tropicais e de \nbaixa pressão atmosférica. \n \nd) \nocorreu no Hemisfério Sul e corresponde a uma área \nde baixa pressão atmosférica. \n \n \n \n \n \n \n \n \n \n \n \n \n \n20\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA figura abaixo apresenta a ocorrência de derrames \nbasálticos na porção centro-sul do Brasil.  \n  \nSobre essa ocorrência, é correto afirmar:", "alternativas": "a) Trata-se de uma manifestação eruptiva do Mesozoico, \nassociada com o riftiamento que formou o Oceano \nAtlântico, sendo uma das maiores manifestações \nvulcânicas da história geológica da Terra.  As \nalterações dessas rochas formam solos muito férteis, \nchamados de Nitossolos. \n \nb) \nTrata-se \nde \numa \nmanifestação \neruptiva \ndo \nQuaternário, relacionada a uma série de hotspots \nassociados à bacia do Paraná. As alterações dessas \nrochas formam solos muito ácidos, que acabam por \ndificultar as atividades agrícolas. \n \nc) \nCorresponde a um evento vulcânico que foi ativo \ndurante milhões de anos, associado à deriva \ncontinental da América do Sul, em direção leste. As \nalterações \ndessas \nrochas \nformam \nsolos \nextremamente férteis, classificados atualmente como \n“Terras Roxas”. \n \nd) \nFoi uma atividade vulcânica entre as maiores da \nhistória da Terra, que ocorreu durante o Paleógeno \n(antigo Terciário Inferior), quando se iniciou a \nseparação \nAmérica \ndo \nSul-África. \nOs \nsolos \ndesenvolvidos sobre essas rochas são extremamente \nférteis. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nA imagem abaixo corresponde a um fragmento de uma \ncarta topográfica em escala 1:50.000. Considere que a \ndistância entre A e B é de 3,5 cm.  \n \n \n \nA partir dessas informações, é correto afirmar que:", "alternativas": "a) O rio corre em direção sudeste, sendo sua margem \nesquerda a de maior declividade. Apresenta um \ncomprimento total de 17.500 metros. \n \nb) \nO rio corre em direção sudoeste, sendo a margem \ndireita a de maior declividade. Apresenta um \ncomprimento total de 1.750 quilômetros. \n \nc) \nO rio corre em direção sudeste, sendo sua margem \nesquerda a de maior declividade. Apresenta um \ncomprimento total de 1.750 metros. \n \nd) \nO rio corre em direção sudoeste, sendo sua margem \nesquerda a de maior declividade. Apresenta um \ncomprimento total de 175 metros. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n21\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nRua da Liberdade – São Paulo-SP - 1937 \n(Disponível em  http://www.ims.com.br/ims/artista/colecao/claude-levi-\nstrauss/obra/1995.) \n \nPobre alimária \n \nO cavalo e a carroça \nEstavam atravancados no trilho \nE como o motorneiro se impacientasse \nPorque levava os advogados para os escritórios \nDesatravancaram o veículo \nE o animal disparou \nMas o lesto carroceiro \nTrepou na boleia \nE castigou o fugitivo atrelado \nCom um grandioso chicote \n(Oswald de Andrade, Pau Brasil. São Paulo: Globo, 2003, p.159.) \n \nA imagem e o poema revelam a dinâmica do espaço na \ncidade de São Paulo na primeira metade do século XX. \nQual \nalternativa \nabaixo \nformula \ncorretamente \nessa \ndinâmica?", "alternativas": "a) Trata-se da ascensão de um moderno mundo urbano, \nonde \ncoexistiam \nharmonicamente \ndiferentes \ntemporalidades, funções urbanas, sistemas técnicos e \nformas de trabalho, viabilizando-se, desse modo, a \ncoesão entre o espaço da cidade e o tecido social. \n \nb) \nTrata-se de um espaço agrário e acomodado, num \nperíodo em que a urbanização não tinha se \nestabelecido, mas que abrigava em seu interstício \nalguns vetores da modernização industrial.  \n \nc) \nTrata-se de um espaço onde coexistiam distintas \ntemporalidades: uma atrelada ao ritmo lento de um \npassado agrário e, outra, atrelada ao ritmo acelerado \nque caracteriza a modernidade urbana.  \nd) \nTrata-se de uma paisagem urbana e uma divisão do \ntrabalho \ntípicas \ndo \nperíodo \ncolonial, \npois \na \nmetropolização é um processo desencadeado a partir \nda segunda metade do século XX.  \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nEm sua versão benigna, a valorização da malandragem \ncorresponde ao elogio da criatividade adaptativa e da \npredominância da especificidade das circunstâncias e das \nrelações \npessoais \nsobre \na \nfrieza \nreducionista \ne \ngeneralizante da lei. Em sua versão maximalista e maligna, \nporém, a valorização da malandragem equivale à negação \ndos princípios elementares de justiça, como a igualdade \nperante \na \nlei, \ne \nao \ndescrédito \ndas \ninstituições \ndemocráticas. \n(Adaptado de Luiz Eduardo Soares, Uma interpretação do Brasil para \ncontextualizar a violência, em C. A. Messeder Pereira, Linguagens da \nviolência. Rio de Janeiro: Rocco, 2000, p. 23-46.) \n \nConsiderando as posições expressas no texto em relação \nà valorização da malandragem, é correto afirmar que:", "alternativas": "a) O verbo “equivale” relaciona a valorização da \nmalandragem à negação da justiça, da igualdade \nperante a lei e das instituições democráticas. \n \nb) Entre os pares de termos “benigna/maligna” e \n“maximalista/reducionista” estabelece-se no texto uma \nrelação semântica de equivalência. \n \nc) O elogio da malandragem reside na valorização da \ncriatividade \nadaptativa \ne \nda \nsensibilidade \nem \ncontraposição à fria aplicação da lei.  \n \nd) O \narticulador \ndiscursivo \n“porém” \nintroduz \num \nargumento que se contrapõe à proposta de valorização \nda malandragem.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n22\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nLeia com atenção o texto abaixo. \n \nNunca conheci quem tivesse sido tão feliz como nas \nredes sociais \n \n(...) Eu tenho inveja de mim no Instagram. \n(…) Eu queria ser feliz como eu sou no Instagram. \nEu queria ter certeza, como eu tenho no Facebook, sobre \nas minhas posições políticas. \nE no Twitter, bem, no Twitter eu não sou tão feliz nem certa \ne é por isso que de longe essa ganha como rede social de \nmi corazón. \nE quanto mais eu me sinto angustiada (quem nunca?), \nmais eu entro no Instagram e vejo a foto das pessoas \nsuperfelizes. E mais angustiada eu fico. Por mais que eu \nsaiba que aquela felicidade é de mentira. \nOutro dia uma editora de moda que faz muito sucesso no \nInstagram escreveu em uma legenda: \"até que estou bem \ndepois de tomar um stillnox e um rivotril.\" (!!!!! Gente!) Mas \nufa, ela assumiu. Até então, seus seguidores talvez \npudessem achar que ela era uma super-heroína que nunca \ntinha levado porrada (nem conhecido quem tivesse \ntomado). Ela viaja de um lado para o outro, acorda cedo, \nmas tem uma decoração linda na mesa, viaja de país em \npaís. Trabalha loucamente. Mas ela sempre está disposta \ne apaixonada pelo que faz. \nEscuta! Quanta mentira! Nenhuma de nós está apaixonada \no tempo todo pelo que faz. Eu, hoje, escrevi esse texto \ncom muito esforço. Eu, hoje, estou achando que eu \nescrevo mal e que perdi o jeito para a coisa. Quem nunca? \nQuem nunca muitas vezes? \nQuem estamos querendo enganar? A gente. Mas tem \nvezes, como agora, em que não dá. Eu queria muito voltar \nno tempo quando as redes sociais não existiam só para \nlembrar como era… Às vezes eu acho que, com todas as \nvantagens da vida em rede…, talvez a gente se sentisse \nmelhor. Sério. \"Estou farto de semideuses. Onde é que há \ngente nesse mundo?\", grita o Fernando Pessoa lá do \ntúmulo. \n(Adaptado \nde \nNina \nLemos, \ndisponível \nem \nhttp://revistatpm. \nuol.com.br/blogs/berlimmandaavisar/2015/07/13/nunca-conheci-quem- \ntivesse-sido-tao-feliz-como-nas-redes-sociais.html.) \n \nConsiderando os recursos linguísticos e discursivos \npresentes na configuração do texto, é correto afirmar que:", "alternativas": "a) “Nunca conheci quem tivesse sido tão feliz como nas \nredes sociais / Eu tenho inveja de mim no Instagram” é \num enunciado que se espelha nos versos “Nunca \nconheci quem tivesse levado porrada  / Todos os meus \nconhecidos têm sido campeões em tudo”,  do Poema \nem Linha Reta, de Fernando Pessoa, por meio do \nrecurso ao paralelismo de estruturas sintáticas.  \n \nb) No texto de Nina Lemos, alguns recursos linguísticos e \ndiscursivos são mobilizados de modo a promover um \ntipo particular de interação entre o produtor do texto e \nseus leitores por meio de diálogos entre personagens, \npontuação com funções estilisticamente diversas, um \nléxico de natureza coloquial e perguntas retóricas. \n \nc) Baseado no Poema em Linha Reta de Fernando \nPessoa, o texto de Nina Lemos apresenta argumentos \npara convencer seus leitores de que ela tem uma vida \ndifícil em relação à de outras pessoas felizes que \nconhece pelo Instagram, e de que é possível mostrar a \nessas pessoas que a vida não é tão boa quanto \nparece.  \n \nd) O texto de Nina Lemos apresenta uma organização \ntextual e sintática típica da esfera jornalística, que se  \ncaracteriza pelo uso de marcas de oralidade como o \nrecurso a sequências de diálogos (“Quem estamos \nquerendo enganar? A gente.”), o uso de marcadores \ndiscursivos (“bem”, “sério”) e de enunciados inseridos \n(“quem nunca?”).  \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \n \n \nA publicidade acima foi divulgada no site da agência \nFAMIGLIA no dia 24 de janeiro de 2007, véspera do \naniversário de São Paulo, no período em que foi proposta  \na campanha “Cidade Limpa”. Na base da foto, em letras \nbem pequenas, está escrito: Tomara, mas tomara mesmo, \nque nos próximos aniversários o paulistano comemore uma \ncidade nova de verdade. \n \nConsiderando os sentidos produzidos por esse anúncio, é \ncorreto afirmar:", "alternativas": "a) As duas perguntas e as duas respostas que \nconfiguram o texto do outdoor na publicidade acima \npressupõem que os paulistanos estão discutindo o \nnúmero de outdoors e também o abandono de muitos \ndos moradores da cidade.  \n \nb) O texto escrito em letras pequenas tem a função de \nexortar os paulistanos a refletir sobre as próximas \neleições \ne \nsobre \ncomo \nfazer \npara \nque \nseja \nestabelecido um conjunto de prioridades socialmente \nrelevantes para toda a sociedade. \n \nc) A publicidade pretende levar os leitores a perceber que \nas prioridades estabelecidas pela gestão municipal da \ncidade não permitem que os paulistanos enxerguem os \nverdadeiros problemas que estão nas ruas de São \nPaulo. \n \nd) A publicidade, composta de texto verbal e imagem, \ntem como objetivo principal encampar o projeto \n“Cidade Limpa” elaborado pela gestão municipal e \ntambém propor a discussão de outras prioridades para \na cidade. \n \n \n \n23\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": ", leia o texto abaixo. \n \nÉ possível fazer educação de qualidade sem escola \n \nÉ possível fazer educação embaixo de um pé de manga? \nNão só é, como já acontece em 20 cidades brasileiras e \nem Angola, Guiné-Bissau e Moçambique. \nDecepcionado com o processo de “ensinagem”, o \nantropólogo Tião Rocha pediu demissão do cargo de \nprofessor da UFOP (Universidade Federal de Ouro Preto) e \ncriou em 1984 o CPCD (Centro Popular de Cultura e \nDesenvolvimento). \nCurvelo, no Sertão mineiro, foi o laboratório da “escola” \nque abandonou mesa, cadeira, lousa e giz, fez das ruas a \nsala de aula e envolveu crianças e familiares na pedagogia \nda roda. “A roda é um lugar da ação e da reflexão, do ouvir \ne do aprender com o outro. Todos são educadores, porque \nestão \npreocupados \ncom \na \naprendizagem. \nÉ \numa \nconstrução coletiva”, explica. \nO educador diz que a roda constrói consensos. “Porque \ntodo processo eletivo é um processo de exclusão, e tudo \nque exclui não é educativo. Uma escola que seleciona não \neduca, porque excluiu alguns. A melhor pedagogia é \naquela que leva todos os meninos a aprenderem. E todos \npodem aprender, só que cada um no seu ritmo, não \npodemos uniformizar.” \nNesses 30 anos, o educador foi engrossando seu \ndicionário de terminologias educacionais, todas calcadas \nno saber popular: surgiu a pedagogia do abraço, a \npedagogia do brinquedo, a pedagogia do sabão e até \noficinas de cafuné. Esta última foi provocada depois que \num garoto perguntou: “Tião, como faço para conquistar \numa moleca?” Foi a deixa para ele colocar questões de \nsexualidade na roda. \nPara resolver a falência da educação, Tião inventou uma \nUTI educacional, em que “mães cuidadoras” fazem \n“biscoito escrevido” e “folia do livro” (biblioteca em forma de \nfest", "alternativas": "a) para ajudar na alfabetização. E ainda colocou em \nuso termos como “empodimento”, após várias vezes ser \nquestionado pelas comunidades: “Pode [fazer tal coisa], \nTião?” Seguida da resposta certeira: “Pode, pode tudo”. \nAos 66 anos, Tião diz estar convicto de que a escola do \nfuturo não existirá e que ela será substituída por espaços \nde aprendizagem com todas as ferramentas possíveis e \nnecessárias para os estudantes aprenderem. \n“Educação se faz com bons educadores, e o modelo \nescolar arcaico aprisiona e há décadas dá sinais de \nfalência. Não precisamos de sala, precisamos de gente. \nNão precisamos de prédio, precisamos de espaços de \naprendizado. Não precisamos de livros, precisamos ter \ntodos os instrumentos possíveis que levem o menino a \naprender.” \nSem pressa, seguindo a Carta da Terra e citando Ariano \nSuassuna para dizer que “terceira idade é para fruta: \nverde, madura e podre”, Tião diz se sentir “privilegiado” de \nviver o que já viveu e acreditar na utopia de não haver mais \nnenhuma criança analfabeta no Brasil. “Isso não é uma \npolítica de governo, nem de terceiro setor, é uma questão \nética”, pontua. \n(Qsocial, \n09/12/2014. \nDisponível \nem \nhttp://www.cpcd.org.br/ \nportfolio/e_possivel_fazer_educacao_de_qualidade_100_escola/.) \n \n \n \n \n \n \nA partir da identificação de várias expressões nominais ao \nlongo do texto, é correto afirmar que:  \n \na) As expressões “pedagogia do abraço”, “pedagogia da \nroda”, \n“pedagogia \ndo \nsabão”, \n“pedagogia \ndo \nbrinquedo”, “oficinas de cafuné” são referências a \nterminologias educacionais de caráter técnico. \n \nb) As expressões “biscoito escrevido”, “processo de \nensinagem” e “folia do livro” são neologismos criados \npor meio da manipulação de processos de formação \nde palavras. \n \nc) A expressão “escola” está entre aspas porque se \nrefere aos espaços de aprendizagem diferentes da \nescola tradicional de hoje e que não serão encontrados \nno futuro. \n \nd) A expressão “processo eletivo”, compreendida no texto \ncomo exclusão social, pressupõe a existência de um \nprojeto \neducacional \nque \ntem \npor \nobjetivo \na \nuniformização da aprendizagem. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": ", leia o texto abaixo. \n \nÉ possível fazer educação de qualidade sem escola \n \nÉ possível fazer educação embaixo de um pé de manga? \nNão só é, como já acontece em 20 cidades brasileiras e \nem Angola, Guiné-Bissau e Moçambique. \nDecepcionado com o processo de “ensinagem”, o \nantropólogo Tião Rocha pediu demissão do cargo de \nprofessor da UFOP (Universidade Federal de Ouro Preto) e \ncriou em 1984 o CPCD (Centro Popular de Cultura e \nDesenvolvimento). \nCurvelo, no Sertão mineiro, foi o laboratório da “escola” \nque abandonou mesa, cadeira, lousa e giz, fez das ruas a \nsala de aula e envolveu crianças e familiares na pedagogia \nda roda. “A roda é um lugar da ação e da reflexão, do ouvir \ne do aprender com o outro. Todos são educadores, porque \nestão \npreocupados \ncom \na \naprendizagem. \nÉ \numa \nconstrução coletiva”, explica. \nO educador diz que a roda constrói consensos. “Porque \ntodo processo eletivo é um processo de exclusão, e tudo \nque exclui não é educativo. Uma escola que seleciona não \neduca, porque excluiu alguns. A melhor pedagogia é \naquela que leva todos os meninos a aprenderem. E todos \npodem aprender, só que cada um no seu ritmo, não \npodemos uniformizar.” \nNesses 30 anos, o educador foi engrossando seu \ndicionário de terminologias educacionais, todas calcadas \nno saber popular: surgiu a pedagogia do abraço, a \npedagogia do brinquedo, a pedagogia do sabão e até \noficinas de cafuné. Esta última foi provocada depois que \num garoto perguntou: “Tião, como faço para conquistar \numa moleca?” Foi a deixa para ele colocar questões de \nsexualidade na roda. \nPara resolver a falência da educação, Tião inventou uma \nUTI educacional, em que “mães cuidadoras” fazem \n“biscoito escrevido” e “folia do livro” (biblioteca em forma de \nfest", "alternativas": "a) para ajudar na alfabetização. E ainda colocou em \nuso termos como “empodimento”, após várias vezes ser \nquestionado pelas comunidades: “Pode [fazer tal coisa], \nTião?” Seguida da resposta certeira: “Pode, pode tudo”. \nAos 66 anos, Tião diz estar convicto de que a escola do \nfuturo não existirá e que ela será substituída por espaços \nde aprendizagem com todas as ferramentas possíveis e \nnecessárias para os estudantes aprenderem. \n“Educação se faz com bons educadores, e o modelo \nescolar arcaico aprisiona e há décadas dá sinais de \nfalência. Não precisamos de sala, precisamos de gente. \nNão precisamos de prédio, precisamos de espaços de \naprendizado. Não precisamos de livros, precisamos ter \ntodos os instrumentos possíveis que levem o menino a \naprender.” \nSem pressa, seguindo a Carta da Terra e citando Ariano \nSuassuna para dizer que “terceira idade é para fruta: \nverde, madura e podre”, Tião diz se sentir “privilegiado” de \nviver o que já viveu e acreditar na utopia de não haver mais \nnenhuma criança analfabeta no Brasil. “Isso não é uma \npolítica de governo, nem de terceiro setor, é uma questão \nética”, pontua. \n(Qsocial, \n09/12/2014. \nDisponível \nem \nhttp://www.cpcd.org.br/ \nportfolio/e_possivel_fazer_educacao_de_qualidade_100_escola/.) \n \n \n \n \n \n \nEm relação ao trecho “E ainda colocou em uso termos \ncomo ‘empodimento’, após várias vezes ser questionado \npelas comunidades: ‘Pode [fazer tal coisa], Tião?’ Seguida \nda resposta certeira: ‘Pode, pode tudo’”, é correto afirmar: \n \na) A expressão “Seguida da resposta certeira” indica a \nelipse de uma outra expressão. \n \nb) A criação da palavra “empodimento” é resultado de um  \nprocesso: sufixação.  \n \nc) A repetição do verbo no enunciado “Pode, pode tudo” \nexemplifica o estilo reiterativo do texto.  \n \nd) O discurso direto presente no trecho tem a função de \ndar voz às comunidades. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n24\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nLeia o poema “Mar Português”, de Fernando Pessoa. \n \nMAR PORTUGUÊS \n \nÓ mar salgado, quanto do teu sal   \nSão lágrimas de Portugal!   \nPor te cruzarmos, quantas mães choraram,  \nQuantos filhos em vão rezaram!   \nQuantas noivas ficaram por casar  \nPara que fosses nosso, ó mar!   \n \nValeu a pena? Tudo vale a pena  \nSe a alma não é pequena.   \nQuem quer passar além do Bojador  \nTem que passar além da dor.   \nDeus ao mar o perigo e o abismo deu,  \nMas nele é que espelhou o céu. \n(Disponível em http://www.jornaldepoesia.jor.br/fpesso03.html.) \n \nNo poema, a apóstrofe, uma figura de linguagem, indica \nque o enunciador", "alternativas": "a) convoca o mar a refletir sobre a história das \nnavegações portuguesas. \n \nb) apresenta o mar como responsável pelo sofrimento do \npovo português. \n \nc) revela ao mar sua crítica às ações portuguesas no \nperíodo das navegações. \n \nd) projeta no mar sua tristeza com as consequências das \nconquistas de Portugal. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nCem anos depois \n \nVamos passear na floresta \nEnquanto D. Pedro não vem. \nD. Pedro é um rei filósofo, \nQue não faz mal a ninguém. \n \nVamos sair a cavalo, \nPacíficos, desarmados: \nA ordem acima de tudo. \nComo convém a um soldado. \n \nVamos fazer a República, \nSem barulho, sem litígio, \nSem nenhuma guilhotina, \nSem qualquer barrete frígio. \n \nVamos, com farda de gala, \nProclamar os tempos novos, \nMas cautelosos, furtivos, \nPara não acordar o povo. \n(José Paulo Paes, O melhor poeta da minha rua, em Fernando Paixão \n(sel. e org.), Para gostar de ler. São Paulo: Ática, 2008, p.43.) \n \nO tom irônico do poema em relação à história do Brasil põe \nem evidência", "alternativas": "a) o modo como a democracia surge no Brasil por \ninterferência do Imperador. \n \nb) a maneira despótica como os republicanos trataram os \nsímbolos nacionais. \n \nc) a postura inconsequente que sempre caracterizou os \ngovernantes do Brasil. \n \nd) a forma astuciosa como ocorreram os movimentos \npolíticos no Brasil. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nNo conto “Amor”, de Clarice Lispector, a percepção da \npersonagem Ana, em relação ao seu mundo, é alterada de \nforma significativa pelo seguinte acontecimento:", "alternativas": "a) os ovos quebrados no embrulho do jornal, que \nsimbolizam a mudança psicológica da protagonista no \nrelato ficcional. \n \nb) o cego parado no ponto do bonde, que modifica a \nvisão da protagonista em relação aos vínculos \nfamiliares. \n \nc) o estouro do fogão da cozinha, que significa, no \npercurso narrativo, a ruptura psíquica da protagonista \ncom a opressão da vida matrimonial. \nd) a aparição súbita do gato no Jardim Botânico, que \ndeflagra uma reviravolta afetiva de Ana com o seu \namante. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nConsidere que uma das funções da comédia é corrigir os \ncostumes ou criticar os valores de uma sociedade em um \nperíodo histórico. O cômico em Lisbela e o prisioneiro é", "alternativas": "a) progressista, \nporque \nas \nações \ndramáticas \ndas \npersonagens afrontam a ordem policial e familiar e \nrevelam a inconsistência moral dessa ordem. \n \nb) liberal, porque visa a restaurar a ordem hierárquica das \npersonagens de classe social superior em um mundo \nmarcado por corrupção moral e religiosa.  \nc) radical, porque Citonho e Lisbela planejam a fuga dos \npresos, rompendo com o pacto da autoridade policial e \ncom a norma do casamento monogâmico. \n \nd) revolucionário, porque Frederico Evandro encarna a \nfigura do justiceiro que desmoraliza a autoridade \ncorrupta e os falsos sentimentos. \n \n \n \n \n \n \n \n \n \n25\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \n(...) pediu-me desculpa da alegria, dizendo que era alegria \nde pobre que não via, desde muitos anos, uma nota de \ncinco mil réis.  \n– Pois está em suas mãos ver outras muitas, disse eu.  \n– Sim? acudiu ele, dando um bote pra mim.  \n– Trabalhando, concluí eu. Fez um gesto de desdém; \ncalou-se alguns instantes, depois disse-me positivamente \nque não queria trabalhar.  \n(Machado de Assis, Memórias póstumas de Brás Cubas. São Paulo: \nAteliê Editorial, 2001, p.158.) \n \nO trecho citado diz respeito ao encontro entre Brás Cubas \ne Quincas Borba, no capítulo 49, e, mais precisamente, \napanha o momento em que Brás dá uma esmola ao amigo. \nConsiderando o conjunto do romance, é correto afirmar \nque essa passagem", "alternativas": "a) explicita a desigualdade das classes sociais na \nprimeira metade do século XIX e propõe a categoria de \ntrabalho como fator fundamental para a emancipação \ndo pobre. \n \nb) indica o ponto de vista da personagem Brás Cubas e \npropõe a meritocracia como dispositivo pedagógico e \nmoral para a promoção do ser humano no século XIX. \n \nc) elabora, por meio do narrador, o preconceito da classe \nsocial a que pertence Brás Cubas em relação à classe \nmédia do século XIX, na qual se insere Quincas Borba. \nd) sugere as posições de classe social das personagens \nmachadianas, mediante um narrador que valoriza o \ntrabalho, embora ele mesmo, sendo rico, não trabalhe. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \n(...) plantai batatas, ó geração de vapor e de pó de pedra, \n*macadamizai estradas, fazei caminhos de ferro, construí \npassarolas de Ícaro, para andar a qual mais depressa, \nestas horas contadas de uma vida toda material, maçuda e \ngrossa como tendes feito esta que Deus nos deu tão \ndiferente do que a que hoje vivemos. Andai, ganha-pães, \nandai: reduzi tudo a cifras, todas as considerações deste \nmundo a equações de interesse corporal, comprai, vendei, \nagiotai. – No fim de tudo isto, o que lucrou a espécie \nhumana? Que há mais umas poucas dúzias de homens \nricos. E eu pergunto aos economistas políticos, aos \nmoralistas, se já calcularam o número de indivíduos que é \nforçoso condenar à miséria, ao trabalho desproporcionado, \nà desmoralização, à infâmia, à ignorância crapulosa, à \ndesgraça invencível, à penúria absoluta, para produzir um \nrico? \n*Macadamizar: pavimentar. \n(Almeida Garrett, Viagens na minha terra. São Paulo: Ateliê Editorial, \n2012, p.77.) \n \nFormou Deus o homem, e o pôs num paraíso de delícias; \ntornou a formá-lo a sociedade, e o pôs num inferno de \ntolices. \n(Almeida Garrett, Viagens na minha terra. São Paulo: Ateliê Editorial, \n2012, p.190.) \nVários discursos organizam a estrutura narrativa do \nromance Viagens na minha terra, de Almeida Garrett. Isso \npermite afirmar que a visão de mundo dessa narrativa", "alternativas": "a) compartilha exclusivamente dos valores éticos dos \nricos e é demagógica com a miséria social, marca \ninconfundível do romance de Garrett. \n \nb) relativiza posições dogmáticas sobre a vida social, \ncultural e política, permitindo vários ângulos de \nobservação. \n \nc) denuncia as condições sociais injustas dos pobres da \nsociedade, o que indica o caráter panfletário do \nromance de Garrett. \n \nd) divide o mundo entre ricos e pobres e não leva em \nconsideração que uma vida justa depende da riqueza \nproduzida na sociedade. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nQuanto ao conto Negrinha, de Monteiro Lobato, é correto \nafirmar que:", "alternativas": "a) O narrador adere à perspectiva de dona Inácia, \nfazendo com que o leitor enxergue a história guiado \npela ótica dessa personagem e se torne cúmplice dos \nvalores éticos apresentados no conto. \n \nb) O modo como o narrador caracteriza o contexto \nhistórico no conto permite concluir que Negrinha é \nescrava de dona Inácia e, portanto, está fadada a uma \nvida de humilhações. \n \nc) A maneira como o narrador comenta as características \natribuídas às personagens contrasta com as falas e as \nações realizadas por elas, o que caracteriza um modo \nirônico de apresentação. \n \nd) O narrador apresenta as falas e pensamentos das \npersonagens de modo objetivo; assim, o leitor fica \ndispensado de elaborar um juízo crítico sobre as \nrelações de poder entre as personagens.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n26\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}, {"texto": " \n \nMorro da Babilônia \n \nÀ noite, do morro \ndescem vozes que criam o terror \n(terror urbano, cinquenta por cento de cinema, \ne o resto que veio de Luanda ou se perdeu na língua \nGeral). \n \nQuando houve revolução, os soldados  \nespalharam no morro, \no quartel pegou fogo, eles não voltaram. \nAlguns, chumbados, morreram. \nO morro ficou mais encantado. \n \nMas as vozes do morro \nnão são propriamente lúgubres. \nHá mesmo um cavaquinho bem afinado \nque domina os ruídos da pedra e da folhagem \ne desce até nós, modesto e recreativo, \ncomo uma gentileza do morro. \n(Carlos Drummond de Andrade, Sentimento do mundo. São Paulo: \nCompanhia das Letras, 2012, p.19.) \n \nNo poema “Morro da Babilônia”, de Carlos Drummond de \nAndrade,", "alternativas": "a) a menção à cidade do Rio de Janeiro é feita de modo \nindireto, metonimicamente, pela referência ao Morro da \nBabilônia.  \n \nb) o sentimento do mundo é representado pela percepção \nparticular sobre a cidade do Rio de Janeiro, aludida \npela metáfora do Morro da Babilônia.  \n \nc) o tratamento dado ao Morro da Babilônia assemelha-\nse ao que é dado a uma pessoa, o que caracteriza a \nfigura de estilo denominada paronomásia.  \n \nd) a referência ao Morro da Babilônia produz, no percurso \nfigurativo do poema, um oxímoro: a relação entre terror \ne gentileza no espaço urbano. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2016, "quantidade_alternativas": 4, "codigo_prova": "Q_X"}}]
