[{"texto": "  \n \nGÊNESIS (INTRO) \nDeus fez o mar, as árvore, as criança, o amor \nO homem me deu a favela, o crack, a trairagem \nAs arma, as bebida, as puta \nEu? \nEu tenho uma Bíblia velha, uma pistola automática \nUm sentimento de revolta \nEu tô tentando sobreviver no inferno \n(Racionais Mc’s, Sobrevivendo no inferno. São Paulo: Companhia das Letras, \n2018, p. 45.) \n \n“Gênesis” é a segunda canção do álbum Sobrevivendo no \nInferno. É antecedida pela invocação de uma outra canção, \nintitulada “Jorge da Capadócia”, de Jorge Ben.  \nÉ correto afirmar que as evocações dos elementos \nreligiosos nesse álbum", "alternativas": "a) legitimam a violência social a que estão submetidos os \npobres. \n \nb) dificultam a tomada de consciência da população \nnegra. \n \nc) articulam as esferas ética e estética da experiência \nhumana na poesia. \n \nd) dissimulam a hipocrisia moral das pessoas religiosas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": "  \n \nTradicionalmente, o palco pode apresentar uma variedade \nde estilos cênicos, entre os quais se destacam o estilo \nrealista (põe em evidência detalhes ambientais para sugerir \nsensações e emoções vividas pelas personagens), o estilo \nexpressionista (os objetos são distorcidos ou estilizados, \ncom o fim de sugerir, mais que mostrar, o ambiente de \natuação das personagens), o estilo simbolista (os objetos \nconcretos sugerem ideias abstratas, segundo associações \nsinestéticas tradicionais: o verde, vestido pelos mágicos, \nindica a esperança; o vermelho, a cor do demônio, sugere \numa paixão violenta; a veste branca simboliza a candura, a \ncastidade). \n(Adaptado de Salvatore D´Onofrio, Teoria do texto 2: Teoria da lírica e do \ndrama. São Paulo: Ática, 1995, p. 138.) \n \nSem identidade, hierarquias no chão, estilos misturados, \na pós-modernidade é isto e aquilo, num presente aberto \npelo e.  \n(Jair Ferreira dos Santos, O que é o pós-moderno. São Paulo: Brasiliense, 2004, \np. 110.) \n \nCom base nas indicações cênicas (as didascálias) que \nabrem e fecham a peça O marinheiro, de Fernando \nPessoa, é correto afirmar que o seu estilo é", "alternativas": "a) expressionista, dadas a ausência de ações dramáticas \ne a presença de sugestões alegóricas como, por \nexemplo, o canto do galo. \n \nb) simbolista, uma vez que os elementos que compõem a \ncena dramática sugerem alguns significados de \nnatureza filosófica. \n \nc) realista, porque as imagens da noite, do luar e do \nalvorecer indicam precisamente a passagem do tempo. \nd) pós-modernista, tendo em vista que os objetos \ndescritos criam uma atmosfera mágica, na qual a \nilusão não se distingue da realidade.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": "  \n \nLeia o poema e responda à questão que se segue. \n \nA fermosura desta fresca serra \ne a sombra dos verdes castanheiros, \no manso caminhar destes ribeiros, \ndonde toda a tristeza se desterra; \n \no rouco som do mar, a estranha terra, \no esconder do Sol pelos outeiros, \no recolher dos gados derradeiros, \ndas nuvens pelo ar a branda guerra; \n \nenfim, tudo o que a rara natureza \ncom tanta variedade nos oferece, \nse está, se não te vejo, magoando. \n \nSem ti, tudo me enoja e me aborrece; \nsem ti, perpetuamente estou passando, \nnas mores alegrias, mor tristeza. \n \nÉ correto afirmar que, no soneto de Camões,", "alternativas": "a) a beleza natural aborrece o eu lírico, uma vez que se \ntransforma em objeto de suas maiores tristezas. \n \nb) a variedade da paisagem está em harmonia com o \nsentimento do eu lírico porque a relação amorosa é \nimperfeita.  \n \nc) a harmonia da natureza consola o eu lírico das \nimperfeições da vida e da ausência da pessoa amada. \n \nd) a singularidade da natureza entristece o eu lírico \nquando ele está distante da pessoa amada. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": "  \n \nO conto “O espelho”, de Machado de Assis, apresenta o \nesboço de uma teoria sobre a alma humana. A tese \napresentada defende a existência de duas almas (interior e \nexterior), que completam o homem. Contudo, o narrador \nfaz uma distinção entre as almas que mudam de natureza \ne estado e aquelas que são enérgicas. Escolha a \nalternativa que ilustra, no conto, a mutabilidade da alma \nexterior.", "alternativas": "a) A liderança é a força sem a qual o poder político de \nOliver Cromwell se extingue.      \n \nb) A patente é a marca de distinção, sem a qual Jacobina \nse extingue.   \n \nc) Os versos de Luís de Camões são uma declaração de \namor à pátria, pela qual o poeta se dispõe a morrer.  \n \nd) As moedas de ouro são o valor visível sem o qual \nShylock prefere morrer. \n \n \n \n \n \n \n2\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": "  \n \n“ O vento da vida, por mais que cresça, nunca pode chegar \na ser bonança; o vento da fortuna pode chegar a ser \ntempestade, e tão grande tempestade, que se afogue nela \no mesmo vento da vida.”  \n(Antônio Vieira, “Sermão de quarta-feira de cinza do ano de 1672”, em A Arte de \nMorrer. São Paulo: Nova Alexandria, 1994, p. 56.)   \n \nNo sermão proferido na Igreja de Santo Antônio dos \nPortugueses, em Roma, Vieira recorre a uma metáfora \npara chamar a atenção dos fiéis sobre a morte.  \nAssinale a alternativa que expressa a mensagem veiculada \npela imagem do vento.", "alternativas": "a) A vida dos fiéis é comparável à tranquilidade da brisa \nem alto-mar.  \n \nb) A fortuna dos fiéis é comparável à força das \nintempéries marítimas. \n \nc) A fortuna dos fiéis é comparável à felicidade eterna. \n \nd) A vida dos fiéis é comparável à ventura dos \nnavegadores.   \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": "  \n \n“─ Reputação! Ora, mamãe, e é a senhora quem me fala \nnisso! \nCamila \nestacou, \nsem \natinar \ncom \na \nresposta, \ncompreendendo o alcance das palavras do filho. \nA surpresa paralisou-lhe a língua; o sangue arrefeceu-se-\nlhe nas veias; mas, de repente, a reação sacudiu-a e \nentão, num desatino, ferida no coração, ela achou para o \nMário admoestações mais ásperas. Percebeu que a língua \nmais dizia que a sua vontade; mas não poderia contê-la. A \ndor atirava-a para diante, contra aquele filho, até então \npoupado.” \n(Júlia Lopes de Almeida, A falência. Campinas: Editora da Unicamp, 2018, p. \n123.)   \nA passagem apresenta a reação de Camila às palavras de \nseu filho. Assinale a alternativa que explica corretamente o \ncomentário de Mário.", "alternativas": "a) Mário contrapõe-se à censura materna com sentimento \nde compaixão. \n \nb) Mário rejeita as reservas maternas com censura moral.    \n \nc) Mário contrapõe-se à censura materna com desdém \npela família. \n \nd) Mário rejeita as reservas maternas com vergonha \npelas dívidas acumuladas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": "  \n \nNum mundo dominado por homens, a mulher é tratada \ncomo um ser diferenciado, que merece uma designação \nespecial. Enquanto a expressão “o homem” pode equivaler \na “o ser humano”, como na frase “O homem é mortal”, a \nexpressão “a mulher” só se refere aos seres humanos do \ngênero feminino. A língua também revela um tratamento \ndiferente dado à mulher na sociedade ao conter \ndesignações específicas para ela, inexistentes para o \nhomem. Assim, a mulher de um chefe de governo é \nchamada de “primeira-dama”, mas o marido de uma mulher \nque desempenha aquele cargo não é chamado de \n“primeiro-cavalheiro”.  \nConta-se que Cecília Meireles recusava a designação de \n“poetisa”, por achar que esse termo não tinha a mesma \nconotação de “poeta” (usado para os homens), ao \ncontrário, soava até pejorativo. Por outro lado, Dilma \nRousseff exigia que a tratassem por “presidenta” para \nenfatizar que quem ocupava o cargo de chefe da nação \nbrasileira era finalmente uma mulher.  \n(Adaptado de Francisco Jardes Nobre de Araújo, O machismo na linguagem. \nDisponível em https://www.parabolablog.com.br/index.php/ blogs/o-machismo-\nna-linguagem?fbclid=IwAR0n7sVvu2mNioWa1Gpp0BZL4TP6Uo-hGK7DKyltgIxk \nd tRfoOaI6OEPCZE. Acessado em 05/06/2020.) \n \nSegundo o autor de “O machismo na linguagem”,", "alternativas": "a) o hábito de usar “o homem” para representar a \nhumanidade faz com que o feminino se torne um \ngênero subalterno.  \n \nb) a prática da designação do gênero feminino na língua \nportuguesa leva ao fim do privilégio do masculino na \nlinguagem. \n \nc) o emprego de palavras no feminino evita o viés \nmachista e incentiva uma menor diferenciação entre os \ngêneros. \n \nd) a escolha de algumas palavras para marcar o gênero \nfeminino pode se relacionar com a valorização social da \nmulher. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": "  \n \nA Amazônia em chamas, a censura voltando, a economia \nestagnada, e a pessoa quer falar de quê? Dos cafonas. Do \nimpério da cafonice que nos domina. O cafona fala alto e \nse orgulha de ser grosseiro e sem compostura. Acha que \npode tudo. Não há ética que caiba a ele. Enganar é ok. \nAgredir é ok. Gentileza, educação, delicadeza, para um \nconvicto e ruidoso cafona, é tudo coisa de maricas. O \ncafona fura filas, canta pneus e passa sermões. Despreza \na ciência, porque ninguém pode ser mais sabido que ele. O \ncafona quer ser autoridade, para poder dar carteiradas. \nQuer bajular o poderoso e debochar do necessitado. Quer \nandar armado. Quer tirar vantagem em tudo. Unidos, os \ncafonas fazem passeatas de apoio e protestos a favor. \nAtacam como hienas e se escondem como ratos. Existe \nalgo mais brega do que um rico roubando? Algo mais \nchique do que um pobre honesto? É sobre isso que a \npessoa quer falar, apesar de tudo que está acontecendo. \nPorque só o bom gosto pode salvar este país. \n(Adaptado de Fernanda Young, Bando de cafonas. Publicado em https: \n//oglobo.globo.com/cultura/em-sua-ultima-coluna-fernanda-young-sent \nencia-\ncafonice-detesta-arte-23903168. Acessado em 27/05/2020.) \n \n*cafona: quem tem ou revela mau gosto (roupa cafon", "alternativas": "a) ; que \nrevela gosto ou atitude vulgares. (Adaptado de aulete.com.br.)  \n \nEssa releitura do significado de “cafona” salienta \n \na) a importância das atitudes de determinado grupo de \npessoas em relação aos problemas que o país de fato \nenfrenta. \n \n \n \n \n3\nb) o controle do poder político nas mãos de pessoas \ndesprovidas de ética e educação nas formas como se \nrelacionam com o meio ambiente.  \n \nc) a incorporação de padrões de comportamento e de \nconvivência social baseada na vulnerabilidade das \nclasses minoritárias. \n \nd) o privilégio de uma parcela da sociedade em relação a \noutras e a forma como isso determina os dilemas \nenfrentados pelo país. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": "  \n \nEm relação aos recursos de coesão usados na construção \ndo texto, é correto afirmar que:", "alternativas": "a) a “economia estagnada” é retomada no uso da \nexpressão “dar carteiradas”. \n \nb) o uso de “isso”, no final do texto, retoma as ideias de \ncafonice e honestidade. \n \nc) “apesar de tudo”, na penúltima linha, retoma o que a \nautora denomina “império da cafonice”.  \n \nd) o “porque”, na última linha, explica que o país precisa \ndo bom gosto dos cafonas.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nTexto 1 \n“Algumas vozes nacionais estão tentando atualmente \nencaminhar a discussão em torno da identidade ‘mestiça’, \ncapaz de reunir todos os brasileiros (brancos, negros e \nmestiços). Vejo nesta proposta uma nova sutileza \nideológica para recuperar a ideia da unidade nacional não \nalcançada pelo fracassado branqueamento físico. Essa \nproposta de uma nova identidade mestiça, única, vai na \ncontramão dos movimentos negros e de outras chamadas \nminorias, que lutam pela construção de uma sociedade \nplural e de identidades múltiplas.”  \n(Kabengele Munanga, Rediscutindo a mestiçagem no Brasil: Identidade \nNacional versus Identidade Negra. Petrópolis: Vozes, 1999, p. 16.) \n \nTexto 2 \n“Os meus olhos coloridos/ Me fazem refletir/ Eu estou \nsempre na minha/ E não posso mais fugir/ Meu cabelo \nenrolado/ Todos querem imitar/ Eles estão baratinados/ \nTambém querem enrolar/ Você ri da minha roupa/ Você ri \ndo meu cabelo/ Você ri da minha pele/ Você ri do meu \nsorriso/ A verdade é que você,/ (Todo brasileiro tem!)/ Tem \nsangue crioulo/ Tem cabelo duro/ Sarará crioulo.” \n(Macau, “Olhos Coloridos”, 1981, gravada por Sandra de Sá. Álbum: “Sandra de \nSá”. RCA.) \n \nConsiderando o alerta de Munanga em relação a algumas \n“vozes nacionais”, a canção de Macau", "alternativas": "a) resgata o antigo ideal da identidade nacional única. \n \nb) aponta a possibilidade de uma identidade múltipla. \n \nc) atesta que a pluralidade se opõe ao movimento negro. \n \nd) insiste nas lutas das minorias por uma unidade. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nDizer que Caetano falou \"X” porque \"é um leonino vaidoso\" \nquer dizer que:", "alternativas": "a) todo leonino é vaidoso (se leonino, \nvaidoso), ou b) que ele pertence a um subconjunto de \nleoninos, os vaidosos? (o que dá, no primeiro caso, \n\"leonino, que é vaidoso\" e no segundo, \"leonino que é \nvaidoso\"). \n(Sírio Possenti, postagem na rede social Facebook, 8 de agosto de 2020.)   \n \nEntre os comentários à postagem, qual deles responde \ncorretamente à pergunta do autor? \n \na) “Em um determinado universo de crenças, leoninos \nsão vaidosos. Isso é um clichê, um senso comum.” \n \nb) “‘É um leonino vaidoso’ = é como qualquer leonino, no \ncaso, vaidoso. É vaidoso porque é vaidoso. Alternativa \na.”    \n \nc) “Entendo como a opção 2. Para que eu entendesse \ncomo opção 1, deveria ser: ‘como todo leonino, é \nvaidoso’, ou algo do tipo.”  \n \nd) “Fico com a restritiva ‘leonino que é vaidoso’. Entendo \nque, ao trazer vaidoso a leonino, acentua o vaidoso já \nimplicado em leonino.” \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": "  \n \nTEXTO 1 \nantipoema  \né preciso rasurar o cânone \ndistorcer as regras \nas rimas \nas métricas \n \no padrão \na norma que prende a língua \n \nos milionários que se beneficiam do nosso silêncio \n \ndo medo de se dizer poeta, \n \nsó assim será livre a palavra. \n \n(Ma Njanu é idealizadora do “Clube de Leitoras” na periferia de Fortaleza e da \n“Pretarau, Sarau das Pretas”, coletivo de artistas negras. Disponível em \nhttp://recantodasletras.com.br/poesias/6903974. Acessado em 20/05/2020.) \n \n \nTEXTO 2 \n“O povo não é estúpido quando diz ‘vou na escola’, ‘me \ndeixe’, ‘carneirada’, ‘mapear’, ‘farra’, ‘vagão’, ‘futebol’. É \nantes inteligentíssimo nessa aparente ignorância porque, \nsofrendo as influências da terra, do clima, das ligações e \ncontatos com outras raças, das necessidades do momento \ne de adaptação, e da pronúncia, do caráter, da psicologia \nracial, modifica aos poucos uma língua que já não lhe \nserve de expressão porque não expressa ou sofre essas \ninfluências e a transformará afinal numa outra língua que \nse adapta a essas influências.” \n(Carta de Mário a Drummond, 18 de fevereiro de 1925, em Lélia Coelho Frota, \nCarlos e Mário: correspondência completa entre Carlos Drummond de Andrade \ne Mário de Andrade. Rio de Janeiro: Bem-Te-Vi, 2002, p. 101.) \n \n \n \n \n4\nApesar de passados quase 100 anos, a carta de Mário de \nAndrade ecoa no poema de Ma Njanu. Ambos os textos \nmanifestam", "alternativas": "a) a ignorância ratificada do povo em sua luta para se \nexpressar. \n \nb) a necessidade de diversificar a língua segundo outros \ncostumes. \n \nc) a inteligência do povo e dos poetas livres de influências. \n \nd) a ingenuidade em se crer na possibilidade de escapar \nàs regras.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nA situação abaixo ocorreu em uma entrevista com a atriz \nScarlett Johansson e o ator Robert Downey Junior, que \natuaram juntos em um filme. \n \n \n(Disponível em https://www.cracked.com/blog/14-epic-comebacks-stars-gave-to-\nstupid-interview-questions/. Acessado em 25/06/20.) \n \nEm sua resposta, a atriz", "alternativas": "a) evidencia o seu descontentamento por meio de uma \nmudança de assunto. \n \nb) rechaça a pergunta e sugere que Robert Downey Jr. a \nresponda. \n \nc) desaprova a pergunta com um comentário sarcástico \ndirigido a Robert Downey Jr. \n \nd) critica o teor da pergunta e sugere uma mudança de \nassunto. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nOs tweets abaixo remetem ao contexto do trabalho \ndomiciliar durante o período de isolamento social.  \n \n \n \n(Disponível em https://twitter.com/ajdewerd/status/1237495536036581379. \nAcessado em 30/07/2020.) \n \nA resposta de Andrea ao tweet de Julieanne", "alternativas": "a) questiona a eficácia de reuniões online no período de \nisolamento social. \n \nb) complementa a crítica a comportamentos que devem \nser evitados em reuniões online. \n \nc) ilustra uma experiência que elas vivenciaram juntas em \numa reunião online. \n \nd) acrescenta outro tipo de dificuldade vivenciado em \nreuniões online. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nA curious item was found among Beethoven’s effects, \nlocked away in a drawer, at the time of his death: three \nletters, written but apparently never sent (they may have \nbeen sent but returned to him), to the “Immortal Beloved.” \nThe \ncontent, \nwhich \nvaries \nfrom \nhigh-flown \npoetic sentiments to banal complaints about his health and \ndiscomfort, makes it clear that this is no literary exercise but \nwas intended for a real person. The month and day of the \nweek are given, but not the year. The periods 1801–02, \n1806–07, and 1811–12 have been proposed, but the last is \nthe most probable. The most cogent arguments regarding \nthe identity of the person addressed, those by Maynard \nSolomon, point to Antonie Brentano, a native Viennese, \nwho was the wife of a Frankfurt merchant and sister-in-law \nto Beethoven familiar Bettina Brentano. \n \n(Adaptado de https://www.britannica.com/biography/Ludwig-van-Beethoven. \nAcessado em 29/07/20.) \n \n \n \n \n5\nA partir do conteúdo do texto, pode-se afirmar que", "alternativas": "a) as cartas mencionadas foram enviadas por Beethoven, \nmas devolvidas a ele. \n \nb) a destinatária das cartas de Beethoven seria uma \ncunhada do próprio compositor. \n \nc) as cartas foram enviadas no período de 1801 a 1812. \n \nd) a hipótese mais sólida é a de que a destinatária das \ncartas seria uma vienense. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nCatherine Fletcher, Tue 4 Feb 2020 \nThe decision by a UK University to close history, modern \nlanguages and politics degrees in favour of more “career-\nfocused” courses has been widely criticised. The problem \nlies in reducing university education to what sells to \nemployers. A society – and a world – urgently needs people \nwho have the education to think about big issues, which \naren’t only scientific or technological: they’re also about the \nways that people have made, and continue to make, \ndecisions. The humanities matter. And it matters that \nstudents from all backgrounds have the opportunity to join \nin these world-changing discussions. \n \nRoger Brown, Mon 10 Feb 2020 \nCatherine Fletcher is completely correct to warn about the \ndamage that current policies are doing to the humanities. \nBut her warning comes much too late. As I and other \nscholars have shown, the problem started with a \ngovernment \ngreen \npaper \nwhich \ndeclared \nthat \nthe \nfundamental purpose of higher education was to serve the \neconomy. Until we recover the idea that higher education is \nas much about the public good as anything else, we will \nnever be able to sustain the humanities as an essential \ncomponent of a balanced curriculum. Unfortunately, there is \nvery little sign that this has been grasped by any of our \ncurrent policymakers. \n \n(Adaptado de www.theguardian.com/education/2020/feb/10/humanities-are-not-\nthe-right-courses-to-cut. Acessado em 22/05/2019.) \n \nOs textos acima concordam quanto à identificação de \num problema nos cursos universitários no Reino Unido, \nmas divergem quanto", "alternativas": "a) à função do ensino universitário nos dias de hoje. \n \nb) ao momento em que esse problema se originou. \n \nc) ao objetivo principal do ensino das Humanidades. \n \nd) à solução proposta para o problema. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nOUR WORD OF THE YEAR FOR 2019 IS THEY \n \nEnglish lacks a gender-neutral singular pronoun to \ncorrespond \nwith \nsingular \npronouns \nlike everyone or someone, and as a consequence they has \nbeen used for this purpose for over 600 years. Recently \nthough, they has also been \nused to refer to a person \nwhose \ngender \nidentity \nis nonbinary, a sense that is \nincreasingly \ncommon \nin \npublished text, social media, \nand \nin \ndaily \npersonal \ninteractions between English speakers. There's no doubt \nthat its use is established in the English language, which is \nwhy it was added to the Merriam-Webster dictionary in \nSeptember of 2019. \nNonbinary they was also prominent in the news in 2019. \nCongresswoman Pramila Jayapal (WA) revealed in April \nthat her child is gender-nonconforming and uses they. And \nthe American Psychological Association’s blog officially \nrecommended that \nsingular they be \npreferred \nin \nprofessional writing over “he or she” when the reference is \nto a person whose gender is unknown or to a person who \nprefers they. \n(Adaptado de https://www.merriam-webster.com/words-at-play/word-of-the-year/ \nthey. Acessado em 29/04/2020.) \n \nDe acordo com o texto, o fato de uma palavra simples, \ncomo o pronome “they”, ter sido escolhida como a palavra \ndo ano de 2019 se justifica pela necessidade de", "alternativas": "a) fazer justiça a uma palavra que já é usada há mais de \n600 anos. \n \nb) legitimar os sentidos recentes dessa palavra que \npermeiam diversas instâncias da vida social. \n \nc) esclarecer dúvidas quanto ao emprego gramatical \nadequado dessa palavra em textos escritos. \n \nd) atender às recomendações de órgãos oficiais quanto \nao uso dessa palavra em textos escritos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nO cartaz reproduzido a seguir faz parte de uma campanha \nda Organização Pan-Americana da Saúde. \n \n \n(Disponível em https://www.paho.org/en/topics/violence-against-women. \nAcessado em 24/08/2020.) \n \n \n \n \n \n6\nQual das medidas abaixo é recomendada no cartaz?", "alternativas": "a) Comunicar à polícia os casos de violência contra as \nmulheres. \n \nb) Contratar advogados que atuem em defesa das \nmulheres agredidas. \n \nc) Estabelecer programas de prevenção aos casos de \nagressão contra mulheres. \n \nd) Criar unidades de saúde especializadas em atender \nmulheres vítimas de agressão. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \n \n“There Will Come Soft Rains” (Sara Teasdale) \n \nThere will come soft rains and the smell of the ground, \nAnd swallows circling with their shimmering sound; \nAnd frogs in the pools singing at night, \nAnd wild plum trees in tremulous white; \nRobins will wear their feathery fire, \nWhistling their whims on a low fence-wire; \nAnd not one will know of the war, not one \nWill care at last when it is done. \nNot one would mind, neither bird nor tree, \nIf mankind perished utterly; \nAnd Spring herself, when she woke at dawn \nWould scarcely know that we were gone. \n \n(Disponível em https://poets.org/poem/there-will-come-soft-rains. Acessado em \n24/08/2020.) \n \n \nO poema destaca", "alternativas": "a) a ilusão da centralidade do ser humano diante da \nnatureza. \n \nb) a fragilidade da natureza diante das ações nocivas dos \nseres humanos. \n \nc) a desesperança nos seres humanos provocada pelas \nguerras frequentes. \n \nd) a destruição de todos os seres no ciclo natural que \ngoverna o mundo. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \n‘The Complete Stories,’ by Clarice Lispector \nBy Terrence Rafferty \nJuly 27, 2015 \n \nThere’s a whiff of madness in the fiction of Clarice \nLispector. The “Complete Stories” of the Brazilian writer, \nedited by Benjamin Moser and sensitively translated by \nKatrina Dodson, is a dangerous book to read quickly or \ncasually because it’s so consistently delirious. Sentence by \nsentence, page by page, Lispector is exhilaratingly, \narrestingly \nstrange, \nbut her perceptions \ncome so fast, veer so \nwildly \nbetween \nthe \nmundane \nand \nthe \nmetaphysical, \nthat \nafter a while you don’t \nknow where you are, \neither in the book or in \nthe world. So it’s best \nto approach her with \nsome caution. For the \nordinary reader — that \nis to say, for most of \nus — immersion in the \nteeming \nmind \nof \nClarice Lispector can \nbe \nan \nexhausting, \neven \na \nderanging, \nexperience, not to be \nundertaken lightly. (Pack food, water, a first aid kit and \nplenty of sunblock.) \n \nHer stories are full of strange words, in strange \ncombinations, and her “Complete Stories” is a remarkable \nbook, proof that she was — in the company of Jorge Luis \nBorges, Juan Rulfo and her 19th-century countryman \nMachado de Assis — one of the true originals of Latin \nAmerican literature.  \n \n \nTHE COMPLETE STORIES \nBy Clarice Lispector  \nEdited by Benjamin Moser \nTranslated by Katrina Dodson \n645 pp. New Directions. $28.95. \n \n(Adaptado de https://www.nytimes.com/2015/08/02/books/review/the-complete-\nstories-by-clarice-lispector.html. Acessado em 21/07/20.) \n \n \nNo texto acima, o livro de Clarice Lispector recebe uma \ncrítica", "alternativas": "a) positiva, apesar das ressalvas quanto aos cuidados \nque a leitura da obra exige. \n \nb) negativa, apesar dos elogios à originalidade da autora \ne à tradução para o inglês. \n \nc) positiva, apesar dos alertas quanto às temáticas \nperigosas da obra. \n \nd) negativa, apesar da comparação com grandes nomes \nda literatura latino-americana. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n7\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nPlantas são organismos que interferem na composição da \natmosfera e regulam o ciclo de carbono em nosso planeta, \npermitindo a vida como a conhecemos. Enquanto a parte \naérea das plantas está exposta a variações de intensidade \nluminosa, as raízes têm íntimo contato com o solo, fonte de \nnutrientes \nessenciais \nao \nseu \ndesenvolvimento. \nConsiderando a figura a seguir e a biologia de uma planta \nterrestre mesófita na ausência de luz, assinale a alternativa \nque identifica corretamente as moléculas nas posições \nnumeradas (as setas indicam o sentido do movimento das \nmoléculas).", "alternativas": "a) (1) O2; (2) CO2; (3) amido; (4) sacarose. \n \nb) (1) CO2; (2) O2; (3) sacarose; (4) nitrogênio. \n \nc) (1) O2; (2) CO2; (3) sacarose; (4) nitrogênio. \n \nd) (1) CO2; (2) O2; (3) amido; (4) sacarose. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nConsidere uma comunidade marinha que compreende \nmuitos ancestrais dos filos de animais modernos. \nConsidere ainda que uma adaptação proficiente foi \nintroduzida em uma única espécie. O resultado da \nadaptação seria um rápido aumento tanto na abundância \nrelativa da espécie quanto no espaço explorado por ela. As \ninterações bióticas podem ser consideradas agentes de \nseleção, e a interação das comunidades de espécies em \nseus próprios ambientes seletivos é uma fonte de \ndiversificação. O rápido aumento da espécie seria seguido \npor uma desaceleração da proliferação de novos tipos \necológicos. A tragédia dos comuns, quando os interesses \nou ações de uma espécie são prejudiciais à comunidade \ncomo um todo, deve ser evitada para o sucesso da \ncomunidade marinha.  \n(Adaptado de P. D. Roopnarine e K. D. Angielczyl. Biology Letters, Londres, v. 8, \np. 147-150, fev. 2012.) \n \nBaseado em seus conhecimentos em ecologia e evolução, \nassinale a alternativa correta.", "alternativas": "a) A população da espécie com a adaptação aumentaria \ninfinitamente, pois os recursos são ilimitados e haveria \naumento das interações bióticas interespecíficas. \n \nb) A espécie com a adaptação seria um agente de \nseleção de outras espécies pelo uso de um recurso \ncomum, impulsionando a evolução dos concorrentes. \nc) A proliferação da espécie com a adaptação seria \nmotivada pela saturação ecológica e pela exaustão de \nrecursos pelas outras espécies. \n \nd) A comunidade marinha permanecerá inalterada se a \nespécie com a nova adaptação apresentar abundantes \ninterações bióticas interespecíficas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nA osteoporose é uma doença caracterizada pela baixa \ndensidade de massa óssea total e pela deterioração da \nmicroarquitetura do tecido, levando a um aumento da \nfragilidade óssea. Algumas células presentes no tecido \nósseo são representadas na figura a seguir. \n \n \n \n(Adaptado de G.M. Pagnotti e outros. Nature Reviews, Londres, v. 15, p. 339-\n355, jun. 2019.) \n \nConsiderando \nas \ninformações \napresentadas \ne \nos \nconhecimentos sobre o tecido ósseo, é correto afirmar que \nna osteoporose pode ocorrer", "alternativas": "a) aumento da degradação da matriz óssea pelos \nosteoclastos. \n \nb) aumento da reabsorção da matriz orgânica pelos \nosteoblastos. \n \nc) redução da degradação da matriz óssea pelos \nosteoblastos. \n \nd) redução da reabsorção da matriz orgânica pelos \nosteoclastos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nUma equipe de paleontólogos descreveu recentemente um \npapagaio gigante a partir de fósseis encontrados na Nova \nZelândia. O Heracles inexpectatus viveu no Mioceno, \npesava aproximadamente 7 kg e não voava. Sabemos que \nas aves atuais são descendentes dos dinossauros e \nherdaram características importantes desses seres que \nviveram há milhões de anos. \n(T. H. Worthy e outros. Biology Letters, Londres, v. 15, 2019047, ago. 2019.) \n \nAssinale \na \nalternativa \nque \nindica \ncorretamente \ncaracterísticas das aves atuais possivelmente herdadas \ndos dinossauros. \n \n \n \n \n8", "alternativas": "a) Viviparidade e bico. \n \nb) Ectotermia e ossos pneumáticos. \n \nc) Oviparidade e dentes. \n \nd) Endotermia e penas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nO primeiro relatório do desmatamento no Brasil, publicado \npelo MapBiomas, apresentou dados preocupantes sobre a \nsituação no ano de 2019. Foram cortados cerca de 12.000 \nkm2 de vegetação nativa no país. Após sobreposição com \nbases de dados oficiais, constatou-se que 99,5% da área \nde desmatamento detectada pelos alertas apresentaram \nirregularidades que incluem desde a localização em áreas \nprotegidas ou com restrição legal até a ausência de \nautorização para supressão da vegetação. \n(Adaptado de Relatório anual do desmatamento no Brasil 2019. São Paulo, SP, \nMapBiomas, 2020.) \n \nO mapa a seguir representa os biomas brasileiros. As \nbarras indicam as respectivas áreas desmatadas no ano de \n2019, conforme o relatório. \n \n \n(Adaptado de M. Pivetta. Pesquisa Fapesp, São Paulo, v. 292, p. 73-75, jun. \n2020.) \n \nConsiderando \nos \nconhecimentos \nsobre \nos \nbiomas \nbrasileiros e as informações fornecidas, é correto afirmar:", "alternativas": "a) O bioma com menor área de desmatamento apresenta \nplanície aluvial e é influenciado por rios que alagam a \nregião, processo fundamental para a abundância de \nnutrientes no solo. \nb) Um terço do total da área desmatada corresponde ao \nbioma \ncaracterístico \nde \nsavana, \ncom \nfloresta \nestacional e campo, e elevado potencial aquífero que \nfavorece a biodiversidade. \n \nc) O bioma com maior área de desmatamento é \nexclusivamente brasileiro, sendo o mais fragilizado em \nrazão de sua grande biodiversidade, que inclui \nvegetação típica de floresta tropical. \n \nd) Dois terços da área desmatada representam o bioma \ncom grande reserva de madeira tropical, vegetação \nrica em espécies de plantas suculentas e com \nespinhos, e fonte de riqueza natural. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nAs doenças tropicais negligenciadas afetam principalmente \nas populações que vivem em condições de pobreza, sem \nacesso ao saneamento básico e em contato com diversos \nvetores. Nesse contexto, a esquistossomose é uma das \nmais emblemáticas doenças parasitárias causadas por \nplatelmintos no Brasil. \n \nAssinale a alternativa que preenche corretamente as \nlacunas na frase a seguir. \n \nO ciclo de vida do Schistosoma mansoni envolve a fase \nadulta, com fecundação e produção de ovos principalmente \nnas veias do fígado e mesentéricas do intestino do ser \nhumano, considerado o hospedeiro (i) __________. Os \novos são então excretados nas fezes e, em contato com a \nágua, eclodem e liberam os (ii) __________, os quais \npenetram no corpo de um caramujo, considerado o \nhospedeiro (iii) __________. No caramujo, dão origem às \n(iv) __________, que se locomovem na água e penetram \nna pele humana, migrando para os vasos sanguíneos \nviscerais, onde se tornam um esquistossomo adulto.", "alternativas": "a) (i) definitivo; (ii) esporocistos; (iii) intermediário; (iv) \nplanárias.  \n \nb)  (i) intermediário; (ii) esporocistos; (iii) definitivo (iv) \ncercárias. \n \nc)  (i) definitivo; (ii) miracídios; (iii) intermediário; (iv) \ncercárias. \n \nd)  (i) intermediário; (ii) miracídios; (iii) definitivo; (iv) \nplanárias. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nA anemia falciforme é uma doença hereditária que se \ncaracteriza pelo formato de foice adquirido pelas hemácias \ndepois que o oxigênio é liberado, resultando em anemia \ncrônica. \nApresenta-se a seguir parte do RNA mensageiro, com o \ncódon de iniciação, da subunidade β da hemoglobina \nhumana normal (Hbb) e da hemoglobina mutada na \nanemia falciforme (HbS).  \n \n \n \n \n \n \n9\nConsidere a sequência de trincas apresentadas, em Hbb e \nHbS, e o código genético abaixo. \n \n \n \nÉ correto afirmar que a mutação genética da doença", "alternativas": "a) altera a 11ª posição de aminoácidos, trocando leucina \npor histidina. \n \nb) altera a 7ª posição de aminoácidos, trocando ácido \nglutâmico por valina. \n \nc) altera a 11ª posição de aminoácidos, trocando ácido \nglutâmico por valina. \n \nd) altera a 7ª posição de aminoácidos, trocando leucina \npor histidina. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nA partícula viral do novo coronavírus (SARS-CoV-2), \nconhecida como vírion, é constituída por poucas proteínas, \numa fita de RNA e um envelope derivado de estruturas \ncelulares, como membrana plasmática e organelas. A \nOrganização Mundial de Saúde recomenda hábitos de \nhigiene para prevenção da contaminação ao SARS-CoV-2, \nincluindo lavar com frequência as mãos com água e sabão.  \n(Adaptado de https://www.bbc.com/portuguese/geral-52096406. Acessado em \n25/07/2020.) \n \nConsiderando seus conhecimentos sobre vírus, assinale a \nalternativa que justifica a recomendação apresentada no \ntexto.", "alternativas": "a) As poucas proteínas que compõem o nucleocapsídeo \nsão diluídas em contato com sabão e água, na qual \nexiste pouca tensão superficial, e, portanto, a partícula \nviral não é capaz de infectar a célula humana. \n \nb) O envelope viral é formado por lipídios, moléculas \nanfipáticas, que, em contato com sabão e água \n(moléculas apolar e polar respectivamente), têm sua \nestrutura rompida, inativando assim a partícula viral. \n \nc) A fita de RNA é formada por nucleotídeos que contêm \nribose, açúcar e fosfato, e, em contato com sabão e \nágua, têm sua capacidade de integração ao DNA da \ncélula humana bloqueada. \n \nd) As organelas, constituídas por lipídios, carboidratos e \nproteínas, em contato com sabão e água, são clivadas \ne perdem a capacidade de produzir moléculas \nessenciais ao metabolismo viral. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nImagine-se como um dos coautores de um trabalho \ncientífico sobre a capacidade de dessalinização de fibras \nde carbono poroso (PCF). Ao revisar os dados da \npesquisa, você observa que os resultados apresentados no \ngráfico a seguir estão consistentes para MgCl2 e CaCl2, do \nponto de vista do conhecimento químico. \n \n \n \nNo entanto, você também observa no gráfico que a \napresentação dos dados está", "alternativas": "a) inconsistente para NaCl, mas consistente para KCl. \n \nb) inconsistente para KCl, mas consistente para NaCl. \n \nc) inconsistente para NaCl e KCl. \n \nd) consistente para NaCl e KCl. \n \nMassas molares em g mol-1: Na = 23; Mg = 24; Cl = 35,5;  \nK = 39; Ca = 40. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nA forma cristalina de um fármaco é fundamental para seu \nuso como medicamento. Assim, a indústria farmacêutica, \napós a síntese de determinado fármaco, deve verificar se \nele se apresenta como uma única forma cristalina ou se é \numa mistura polimórfica. Uma das formas de purificar um \nfármaco nessas condições é utilizar um processo de \nrecristalização: dissolução do material sintetizado, seguida \nda cristalização da substância desejada. Observe na tabela \nabaixo os dados de solubilidade em água de uma dada \nforma de insulina. \n \nTemperatura (ºC) \nSolubilidade (mg mL-1)\n15 \n0,30 \n25 \n0,63 \n35 \n0,92 \n \nA partir dessas informações, caso se queira purificar uma \namostra dessa insulina, seria recomendado dissolver essa \namostra em quantidade suficiente de água", "alternativas": "a) a 35 ºC e resfriar lentamente a solução até 15 ºC, \npromover uma filtração a 15 ºC e recuperar o sólido; \ntoda a insulina seria recuperada. \n \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n \nCapacidade de Dessanilização ( mg / g)\n0,0\n0,1\n0,2\n0,3\n0,4\n0,5\n0,6\nmmol / g\nCaCl2\nMgCl2\nKCl\n Capacidade de Dessanilização (mmol / g)\nNaCl\nmg / g\n \n \n \n \n10\nb) a 15 ºC e aquecer lentamente a solução até 35 ºC, \npromover uma filtração a 35 ºC e recuperar o sólido; \numa parte da insulina permaneceria em solução. \n \nc) a 35 ºC e resfriar lentamente a solução até 15 ºC, \npromover uma filtração a 15 ºC e recuperar o sólido; \numa parte da insulina permaneceria em solução. \n \nd) a 15 ºC e aquecer lentamente a solução até 35 ºC, \npromover uma filtração a 35 ºC e recuperar o sólido; \ntoda a insulina seria recuperada. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nNo início da pandemia da Covid-19, houve escassez de \nmáscaras de proteção. Muitas pessoas passaram a \nfabricar suas próprias máscaras com tecidos comuns. \nSeriam essas máscaras caseiras tão eficientes quanto a \nmáscara recomendada, a N95? Um estudo avaliou a \neficiência de alguns tecidos na filtração de partículas de   \n10 nm a 10 µm, faixa de tamanho importante para a \ntransmissão de vírus baseada em aerossóis, e que \ncompreende a faixa do novo coronavírus (20-250 nm). \nAlgumas \ninformações \nobtidas \npelos \npesquisadores \nencontram-se nos gráficos a seguir. \n \n \n \n \n \n(Adaptado de A. Konda e outros. ACS Nano 14, 2020, 6339-6347.) \n \nCom base nessas informações, é correto afirmar que a \neficiência na filtração de uma máscara caseira é sempre", "alternativas": "a) maior para partículas abaixo de 300 nm quando uma \núnica camada de qualquer tecido é usada. \n \nb) menor para partículas abaixo de 300 nm quando uma \núnica camada de qualquer tecido é usada. \n \nc) maior que a da N95 para a faixa do novo coronavírus, \ndesde que se use uma camada dupla de diferentes \ntecidos. \n \nd) menor que a da N95 para a faixa do novo coronavírus, \nmesmo que se use uma camada dupla de diferentes \ntecidos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nO oxímetro é usado na \ntriagem para a Covid-19. \nAcoplado \nao \ndedo, \nele \nemite \nluz \nem \ndois \ncomprimentos \nde \nonda  \n(660 nm e 940 nm) e mede \na \nquantidade \nde \nluz \nabsorvida (A) em cada caso. A partir disso, determina a \nconcentração percentual de oxi-hemoglobina (HbO2) e de \ndesoxi-hemoglobina (Hb) no sangue. Valores entre 95 e \n100% para HbO2 indicam normalidade. Simplificadamente, \nas quantidades de luz absorvidas em cada comprimento de \nonda \n(A) \nse \nrelacionam \nmatematicamente \nàs \nconcentrações [HbO2] e [Hb] conforme as seguintes \nequações: \nHb (aq) + O2 (aq)  HbO2 (aq) \n \nA (em 660 nm) = 320 [HbO2] + 3227 [Hb] \n \nA (em 940 nm)= 1214 [HbO2] + 693 [Hb]. \n \nConsidere que uma pessoa tenha chegado ao hospital com \nbaixa saturação de O2 no sangue e, depois de submetida à \noxigenoterapia, começa a ter a saturação normalizada. Em \nrelação às medidas iniciais, quando a saturação de O2 \ncomeça a subir, a absorção de luz indicada pelo oxímetro", "alternativas": "a) diminui em 660 nm e aumenta em 940 nm. \n \nb) aumenta em 660 nm e diminui em 940 nm. \n \nc) aumenta em ambos os comprimentos de onda. \n \nd) diminui em ambos os comprimentos de onda. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nA pressão insuficiente, em excesso ou desigual entre os \npneus coloca em risco a segurança na condução e afeta o \nrendimento do veículo. Pensando nisso, numa manhã fria \n(10 °C), um motorista efetuou corretamente a calibração \ndos pneus do seu carro para 29 e 31 psi, seguindo a tabela \nde calibragem dos pneus no manual do fabricante, como \nindica a figura a seguir. Ao meio-dia, chegou ao seu \ndestino e, após um período de descanso, carregou o carro \ncom lotação máxima. \n \n \n10\n100\n1000\n10000\n0,2\n0,4\n0,6\n0,8\n1,0\n Algodão 600\n \n \nEficiência de Filtração\nTamanho de Partícula (nm)\nMáscaras: camada simples e N95\n N95\n \n \n Seda\n \n \n10\n100\n1000\n10000\n0,2\n0,4\n0,6\n0,8\n1,0\n N95\n \n \nEficiência de Filtração\nTamanho de Partícula (nm)\nMáscaras: camada dupla e N95\n Algodão/Flanela\n \n \n Seda/Seda\n \n \n \n \n \n \n11\nConsiderando que a temperatura ambiente naquele \nmomento era de 30 °C, o motorista certamente precisaria", "alternativas": "a) encher os pneus dianteiros e traseiros. \n \nb) encher os pneus dianteiros e esvaziar os traseiros. \n \nc) encher apenas os pneus traseiros. \n \nd) encher apenas os pneus dianteiros. \n \nDados: T/K = 273 + t/°C; desconsiderar a variação no \nvolume dos pneus; o sensor de pressão não indica \nvariações menores que 1 psi. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nO aumento dos casos da Covid-19 provocou a escassez de \nálcool etílico em gel no comércio, o que fez a população \nbuscar outros tipos de álcool para se prevenir. No entanto, \nas opções de álcool disponíveis não eram eficazes. O \nrecomendado é o álcool 70 INPM (% massa/mass", "alternativas": "a) . As \nopções de álcool disponíveis comercialmente à época da \nescassez aparecem na tabela abaixo. \n \nTipo de álcool \nConcentração INPM \n(%massa/massa) \nAbsoluto \n99,6 \nHidratado \n92,6 \nCombustível \n92,5 \nLimpeza \n46,0 \n \nPara produzir álcool 70 INPM a partir dos outros tipos \ndisponíveis comercialmente, uma opção possível seria \nmisturar \n \na) álcool para limpeza com álcool hidratado, utilizando \nmaior quantidade de álcool para limpeza. \n \nb) álcool combustível com o álcool absoluto, utilizando \nmaior quantidade de álcool combustível. \n \nc) álcool absoluto com álcool hidratado, utilizando maior \nquantidade de álcool absoluto. \n \nd) álcool para limpeza com álcool hidratado, utilizando \nmaior quantidade de álcool hidratado. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nUm estudo recente avaliou como determinados plásticos se \ndegradam na água do mar quando expostos à luz \nultravioleta. Os plásticos estudados foram: NPG (plásticos \ndiversos do Giro do Pacífico Norte), EPS (poliestireno \nexpandido), \nPP \n(polipropileno) \ne \nPE \n(polietileno).  \nConsiderando que somente 2% do plástico despejado no \nmar está à deriva, esse estudo tentou descobrir para onde \nvão os microplásticos no ambiente marinho. Um dos \nresultados do estudo é mostrado nos gráficos abaixo. \nNesses gráficos, observam-se as produções de carbono \norgânico dissolvido (DOC) por grama de carbono na \namostra de plástico utilizado. O DOC foi identificado como \no maior subproduto da fotodegradação de plásticos. \n \n \n \n(Adaptado de L. Zhu e outros. Journal of Hazardous Materials 383, 2020, \n121065.) \n \nOs resultados mostram que", "alternativas": "a) para os quatro plásticos, a velocidade de degradação \naumenta com o tempo de exposição; após 50 dias, a \nmaior degradação foi a do PP. \n \nb) para três plásticos, a velocidade de degradação \naumenta com o tempo de exposição; após 50 dias, a \nmaior degradação foi a do EPS. \n \nc) para apenas um plástico, a velocidade de degradação \nnão aumenta com o tempo de exposição; após 50 dias, \na maior degradação foi a do PP. \n \nd) duas velocidades de degradação aumentam com o \ntempo e duas permanecem constantes; após 50 dias, \na maior degradação foi a do EPS. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nO Brasil é líder mundial na produção do etanol, que \nsubstitui grande parte da gasolina. Um dos fatores a \nconsiderar nessa substituição é a geração de CO2 no \nprocesso global de produção e uso. O impacto na etapa \nfinal de uso pode ser avaliado por um cálculo simplificado. \nPor exemplo, um carro médio consome 1.000 g de etanol \ncombustível ou 700 g de gasolina comercial para percorrer \n10 km. Nessas condições, a queima de 700 g de gasolina \ncomercial leva à formação de 1.962 g de CO2. Assim, nas \ncondições apresentadas, a diferença em massa de dióxido \nde carbono emitido na combustão, quando se substitui a \ngasolina \ncomercial \npor \netanol \ncombustível, \né \nde \naproximadamente", "alternativas": "a) 164 g; a relação estequiométrica C2H6O:O2 é de 1:3,5. \n \nb) 49 g; a relação estequiométrica C2H6O:O2 é de 1:3. \n \nc) 164 g; a relação estequiométrica C2H6O:O2 é de 1:3. \n \nd) 49 g; a relação estequiométrica C2H6O:O2 é de 1:3,5. \n \nDados: 1.000 gramas de etanol combustível apresentam \n940 g de etanol e 60 g de água; massas molares (g mol-1): \nC2H6O = 46; CO2 = 44. \n \n \n \n \n12\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nDuas impressoras funcionando simultaneamente imprimem \ncerta quantidade de páginas em 36 segundos. Sozinha, \numa delas imprime a mesma quantidade de páginas em 90 \nsegundos. Funcionando sozinha, para imprimir a mesma \nquantidade de páginas, a outra impressora gastaria", "alternativas": "a) 48 segundos. \n \nb) 54 segundos. \n \nc) 60 segundos. \n \nd) 72 segundos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nSejam 𝑎, 𝑏, 𝑐 termos consecutivos de uma progressão \ngeométrica sem nenhum termo nulo e 𝑝�𝑥� o polinômio \nde grau 2 dado por 𝑝�𝑥� � 𝑎 � 𝑏𝑥 � 𝑐𝑥�. Se 𝑎 é positivo, \nqual das figuras abaixo pode representar corretamente \no gráfico de 𝑝�𝑥�?", "alternativas": "a) b)  \n \n \n \n \n \n \n \n \nc)  \n \n \n \n \n \n \n \n \n \n \nd)  \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nUm número natural é escolhido ao acaso entre os números \nde 1 a 100, e depois dividido por 3. A probabilidade de que \no resto da divisão seja igual a 1 é de", "alternativas": "a) 31/100. \n \nb) 33/100. \nc) 17/50. \n \nd) 19/50. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nSe θ ∈ �0, π/2�, a expressão \n \ncos�𝜃� � sen�𝜃�\nsen�𝜃�\n� cos�𝜃� � sen�𝜃�\ncos�𝜃�\ncos�𝜃� � sen�𝜃�\ncos�𝜃�\n� cos�𝜃� � sen�𝜃�\nsen�𝜃�\n \n \né equivalente a", "alternativas": "a) cos��θ� � sen��θ�. \n \nb) cos�2θ� � sen�2θ�. \nc) cos�2θ� � sen�2θ�. \n \nd) 1. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nSabendo que 0 � 𝜃 � 90� e que 2 cos�2θ� � 5 cos�θ� � 4, é \ncorreto afirmar que", "alternativas": "a) 0� � θ � 30�. \n \nb) 30� � θ � 45�. \nc) 45� � θ � 60�. \n \nd) 60� � θ � 90�. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nA figura abaixo exibe três círculos tangentes dois a dois e \nos três tangentes a uma mesma reta. Os raios dos círculos \nmaiores têm comprimento 𝑅 e o círculo menor tem raio de \ncomprimento 𝑟. \n \n \nA razão 𝑅/𝑟 é igual a", "alternativas": "a) 3. \n \nb) √10. \nc) 4. \n \nd) 2√5. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nDados preliminares da pandemia do Covid-19 indicam que, \nno início da disseminação, em determinada região, o \nnúmero de pessoas contaminadas dobrava a cada 3 dias. \nUsando que log�� 2 � 0,3 e log�� 5 � 0,7, após o primeiro \ncontágio, o número de infectados atingirá a marca de 4 mil \nentre", "alternativas": "a) o 18º dia e o 24º dia. \n \nb) o 25º dia e o 31º dia. \n \nc) o 32º dia e o 38º dia. \n \nd) o 39º dia e o 45º dia. \n \n \n \n \n13\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nPara qual valor de 𝑎 a equação matricial \n \n�\n𝑎\n�1\n𝑎 � 2\n𝑎 � �𝑥\n𝑦� � �\n3\n𝑎 � 4� \n \nnão admite solução?", "alternativas": "a) 1. \n \nb) 0. \nc) �1. \n \nd) �2. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nSabendo que 10�,� � 2 � 10�,�� e que 𝑥 é tal que \n√10����\n����\n� 20, então", "alternativas": "a) 855 � 𝑥 � 870. \n \nb) 870 � 𝑥 � 885. \n \nc) 885 � 𝑥 � 900. \n \nd) 900 � 𝑥 � 1005. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nConsidere que as medidas dos lados de um triângulo \nretângulo estão em progressão geométrica. Sendo 𝑎 a \nmedida do menor lado e 𝐴 a área desse triângulo, é correto \nafirmar que", "alternativas": "a) 𝐴 � 𝑎� ��√���\n�\n. \n \nb) 𝐴 � 𝑎� ��√���\n�\n. \n \nc) 𝐴 � 𝑎� ��√���\n�\n. \n \nd) 𝐴 � 𝑎� ��√���\n�\n. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nSabendo que 𝑎 é um número real, considere os polinômios \n𝑝�𝑥� � 𝑥� � 𝑥� � 𝑎 e 𝑞�𝑥� � 𝑥� � 𝑥 � 2. Se 𝑝�𝑥� é divisível \npor 𝑞�𝑥�, então", "alternativas": "a) 𝑎 � 3. \n \nb) 𝑎 � 2. \nc) 𝑎 � �1. \n \nd) 𝑎 � �4. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nSe um tetraedro regular e um cubo têm áreas laterais \niguais, então a razão entre o comprimento da aresta do \ntetraedro e o comprimento da aresta do cubo é igual a", "alternativas": "a) √2\n�\n√3. \n \nb) \n√2\n�\n√3. \nc) √2√3\n�\n. \n \nd) √2√3\n�\n. \nNas questões de 49 a 56, sempre que necessário, use \n  3  e \n\n2\n10 m/s\ng\n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": ".  \n \nRecentemente, uma equipe internacional de cientistas \ndetectou a explosão de uma estrela conhecida como \nSN2016aps, que teria sido a explosão de supernova mais \nbrilhante já registrada.  \n \n \n \nA SN2016aps dista da Terra 4,0 bilhões de anos-luz, \nenquanto a supernova DES16C2nm, localizada a 10,5 \nbilhões de anos-luz de distância da Terra, é a mais distante \njá descoberta. Considere que uma explosão das duas \nsupernovas ocorra simultaneamente. Quando o sinal \nluminoso da explosão da supernova mais próxima for \ndetectado na Terra, a radiação luminosa da supernova \nDES16C2nm \nestará \na \numa \ndistância \nda \nTerra \naproximadamente igual a", "alternativas": "a) 9\n6,5\n10  km.\n\n \n \nb) \n15\n9,0\n10\n km.\n\n \n \nc) \n16\n3,6\n10\n km.\n\n \n \nd) \n22\n5,9\n10\n km.\n\n \n \nDados:  \n7\n1 ano\n3,0\n10  s\n\n\n\nVelocidade da luz: \n8\n3,0 10  m/s\nc \n\n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": ".  \n \nRecentemente, uma equipe internacional de cientistas \ndetectou a explosão de uma estrela conhecida como \nSN2016aps, que teria sido a explosão de supernova mais \nbrilhante já registrada.  \n \n \n \nOs cientistas estimam que, no momento da explosão, a \nmassa da supernova SN2016aps era 50 a 100 vezes maior \nque a massa do Sol. Se o Sol tivesse a massa dessa \nsupernova, mantendo-se a sua distância da Terra,", "alternativas": "a) a velocidade de translação da Terra em torno do Sol \ndeveria aumentar e o período do ano terrestre diminuir. \n \nb) a velocidade de translação da Terra em torno do Sol \ndeveria diminuir e o período do ano terrestre aumentar. \n \nc) a velocidade de translação da Terra em torno do Sol e \no período do ano terrestre deveriam diminuir. \n \nd) a velocidade de translação da Terra em torno do Sol e \no período do ano terrestre deveriam aumentar. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nUma cápsula destinada a levar astronautas à Estação \nEspacial Internacional (ISS) tem massa \n7500 kg\nm \n, \nincluindo as massas dos próprios astronautas. A cápsula é \nimpulsionada até a órbita da ISS por um foguete lançador e \npor propulsores próprios para os ajustes finais. O aumento \nda energia potencial gravitacional devido ao deslocamento \nda cápsula desde a superfície da Terra até a aproximação \ncom a ISS é dado por \n10\n3,0 10  J\nU\n\n\n\n. A velocidade da \n \n \n \n \n14\nISS é \n8000 m/s.\nISS\nv\n\n A velocidade inicial da cápsula em \nrazão do movimento de rotação da Terra pode ser \ndesprezada. Sem levar em conta a energia perdida pelo \natrito com o ar durante o lançamento, pode-se dizer que o \ntrabalho realizado pelo foguete e pelos propulsores sobre a \ncápsula é de", "alternativas": "a) 11\n2,1 10  J\n\n. \n \nb) \n11\n2,4 10  J\n\n. \n \nc) \n11\n2,7 10  J\n\n. \n \nd) \n11\n5,1 10  J\n\n. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": ".  \n \nEm março de 2020, a Unicamp e o Fermi National \nAccelerator Laboratory (Fermilab), dos Estados Unidos, \nassinaram um acordo de cooperação científica com o \nobjetivo de desenvolver tanques para conter argônio \nlíquido a baixíssimas temperaturas (criostatos). Esses \ntanques abrigarão detectores para o estudo dos neutrinos. \n \n \n \n \nA temperatura do argônio nos tanques é \nAr\n184 \n.\nC \nT\n \n\n \nUsualmente, a grandeza “temperatura” em física é \nexpressa na escala Kelvin (K).  Sabendo-se que as \ntemperaturas aproximadas do ponto de ebulição \nE\n(\n)\nT\n e do \nponto de solidificação \nS\n(\n)\nT\nda água à pressão atmosférica \nsão, \nrespectivamente,\nE\n373  K \nT\n\ne \nS\n273  K ,\nT\n\n \na \ntemperatura do argônio nos tanques será igual a", "alternativas": "a) 20 K. \n \nb) 89 K.  \nc) 189 K.  \n \nd) \n457 K.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": ". \n \nLâmpadas de luz ultravioleta (UV) são indicadas para \nhigienização e esterilização de objetos e ambientes em \nrazão do seu potencial germicida. \n \n \n \n \n \n \nA pressão exercida na base de certo tanque do Fermilab \npela coluna de argônio líquido no seu interior é \n4\n2\n 5,6 1 0  N\n.\n/m\nP \n\nA densidade do argônio líquido no \ntanque é \n3\n1 400 \n.\n kg/m\nd \n Assim, a altura do tanque será \nde", "alternativas": "a) 2,0 m.  \n \nb) \n4,0 m.  \nc) \n7,8 m. \n \nd) \n25,0 m.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nConsidere uma lâmpada UV de potência \n100  W\nP \n que \nfuncione por \n15  minutos\nt\n \n durante o processo de \nesterilização de um objeto. A energia elétrica consumida \npela lâmpada nesse processo é igual a", "alternativas": "a) 0,0066 kWh. \n \nb)\n0,015 kWh. \nc) 0,025 kWh. \n \nd) 1,5 kWh. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": ". \n \nLâmpadas de luz ultravioleta (UV) são indicadas para \nhigienização e esterilização de objetos e ambientes em \nrazão do seu potencial germicida. \n \n \n \n \n \n \nEm outro processo de esterilização, uma lâmpada UV de \npotência \n60 W\nP \n funciona sob uma diferença de \npotencial elétrico \n100 V.\nU \n A potência elétrica pode ser \nexpressa \ntambém \nem \nkVA, \nsendo \n1 kVA\n1000 V\n1 A\n1000 W.\n\n\n\nA corrente elétrica i  do \ncircuito que alimenta a lâmpada é igual a", "alternativas": "a) 0,36 A.  \n \nb) \n0,60 A.  \nc) 1,6 A.  \n \nd) \n3,6 A. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": ". \n \nLâmpadas de luz ultravioleta (UV) são indicadas para \nhigienização e esterilização de objetos e ambientes em \nrazão do seu potencial germicida. \n \n \n \n \n \n \nA ação germicida da luz UV varia conforme o comprimento \nde onda ( )\n da radiação. O gráfico a seguir mostra a \neficiência germicida da luz UV em função de \n,\n  em sua \natuação durante certo tempo sobre um agente patogênico. \n \n \n \nPode-se afirmar que a frequência da luz UV que gera \neficiência germicida máxima neste caso é", "alternativas": "a) 6\n0,9\n10  Hz.\n\n \n \nb) \n10\n8,1 10\n Hz.\n\n \n \nc) \n12\n5,4\n10\n Hz.\n\n \n \nd) \n15\n1,1 10\n Hz.\n\n \n \nDado: Velocidade da luz: \n8\n3,0 10  m/s.\nc \n\n \n \n \n \n \n15\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nOs aposentos comuns são aqueles aos quais o povo pode \nir, como os vestíbulos e pátios. Assim, magníficos \nvestíbulos, aposentos e átrios não são necessários para as \npessoas de fortuna comum, pois visitam, mas não são \nvisitados. As casas de banqueiros deveriam ser mais \nespaçosas \ne \nvistosas, \nprotegidas \ncontra \nladrões. \nAdvogados e retóricos deveriam morar com elegância. \nPara aqueles que ocupam cargos e magistraturas, \ndeveriam ser feitos vestíbulos reais, amplos e devidamente \ndecorados com grandeza. \n(Adaptado de Vitrúvio, “Sobre a Arquitetura”, em Pedro Paulo Funari, \nAntiguidade Clássica. Campinas: Editora da Unicamp, 2003, p. 81.) \n \nO arquiteto romano Vitrúvio expressa, em seu texto \nclássico sobre os princípios da Arquitetura,", "alternativas": "a) a naturalização das diferenças sociais impressas na \nvida material, já que as habitações ditas comuns \ndeveriam ser simples e as dos enriquecidos deveriam \nser espaçosas e vistosas.   \n \nb) a resistência contra as diferenças sociais impressas na \nvida material, já que as habitações de pessoas de \nfortuna comum, magistrados e funcionários públicos \ndeveriam ser iguais.  \n \nc) a percepção das diferenças sociais durante todo o \nImpério Romano, materializadas nas habitações, e a \nbusca por moradias mais belas e espaçosas para \ntodos.  \n \nd) a determinação em conservar as diferenças sociais no \nImpério Romano, a partir de políticas públicas de \nconstrução de moradias amplas para pessoas de \nfortuna comum.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nA epidemia de sífilis golpeou Nápoles, pela primeira vez, \nem 1494. Os ingleses a chamaram de “enfermidade \nfrancesa”, os franceses disseram que era um “mal \nnapolitano” e os napolitanos achavam que vinha da \nAmérica. O vírus, por definição, é o outro. Sexualmente \ntransmissível, a sífilis materializou nos corpos, dos séculos \nXVI ao XIX, as formas de repressão e exclusão social da \nmodernidade. \n(Adaptado de Paul B. Preciado, Aprendendo do vírus, em Sopa de Wuhan. \nAPOS, 2020, p. 184-187.)  \n \nConsiderando as referências acima sobre a epidemia de \nsífilis na época moderna, é possível afirmar:", "alternativas": "a) A história da sífilis baseia-se em experiências mundiais \nunívocas. Ela transcorre simultaneamente em toda \nparte e promove uma compreensão tolerante da \ndiversidade dos sujeitos a partir da noção de raça. \n \nb) A história da sífilis a descreve como uma epidemia \nlocal. Ela implica uma percepção neutra do outro, na \nmedida em que ele seria considerado a fonte e o fator \nde transmissão da doença. \n \nc) A história da sífilis teve longa duração na Euro-américa. \nO medo da doença contribuiu para a formação e o \nfortalecimento de políticas de repressão racial, que \nincidiam nos corpos dos sujeitos sociais. \n \nd) A história da sífilis mostra um trajeto fixo de expansão \nda epidemia, que começou em Nápoles e alcançou a \nAmérica. Ela conta uma história do passado de \nexclusão \ndos \nburgueses, \ndos \nmédicos \ne \ndos \nengenheiros da sociedade.    \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nA questão da consciência ou autopercepção nacional nas \ncolônias da América tem sido frequentemente tratada de \nforma desligada do seu contexto político e social.  \nPodemos, todavia, pensar em um sentimento de distinção \ne diferença, uma falta de identificação com a Europa e uma \nconsciência da realidade colonial que teria existido entre \npopulações mestiças. \n(Adaptado de Stuart B Schwartz, “A formação de uma identidade colonial no \nBrasil”, em Da América Portuguesa ao Brasil. Lisboa: Difel, 2003, p. 218.) \n \nCom base no texto acima sobre a formação da identidade \ncolonial, assinale a alternativa correta.", "alternativas": "a) No \ncontinente \nibero-americano, \nprevaleceu \numa \npercepção colonial de mestiços distinta daquela das \nelites coloniais, nascidas ou não nessa região, pois \nessas \nelites \nforam \nformadas \nnos \ncânones \nuniversitários coloniais desde o século XVI. \n \nb) Composta por imigrantes vindos da Europa e por seus \ndescendentes brancos nascidos no Brasil, a elite \ncolonial e os mestiços construíam suas identidades \ncalcadas nas tensões sociais e hierarquias sócio-\npolíticas da realidade colonial.  \n \nc) Em função de experiências sociais distintas, a noção \nde pertencimento era similar entre os sujeitos \nenvolvidos na realidade colonial ibero-americana. Por \nexemplo, os quilombolas tinham a mesma identidade \nnacional que os pardos livres.  \n \nd) Os brasileiros desenvolveram, desde o período \ncolonial ibero-americano, uma consciência nacional \nhomogênea, porque o modo como eram vistos \nexteriormente e o modo como se viam influenciavam a \ncompreensão da relação liberal estabelecida entre a \ncolônia e a metrópole.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nQuando um campesinato afro-brasileiro surgiu no final do \nséculo XVIII, os agricultores do litoral da Bahia misturaram \nconhecimentos agrícolas e etnobotânicos da África e do \nBrasil para fazer proliferar o dendê africano. Mosaicos de \nmata atlântica e campos de mandioca transformaram o \nlitoral da Bahia em um simulacro transatlântico do \ncomplexo de palmeiras da África Ocidental, criando uma \npaisagem afro-brasileira. A Costa do Dendê, no sul da \nBahia, resultante desse processo, permanece como um \ntestemunho \nde \ncontribuições \nafricanas \ne \nde \nafrodescendentes para o desenvolvimento econômico, \necológico e cultural das Américas. \n(Adaptado de Case Watkins, \"African Oil Palms, Colonial Socioecological \nTransformation and the Making of an Afro-Brazilian Landscape in Bahia, Brazil.\" \nEnvironment and History. Winwick Cambridgeshire: The White Horse Press, \n2015, v. 21, p. 41.) \n \nCom base no excerto e em seus conhecimentos sobre a \ncultura brasileira, assinale a alternativa correta.", "alternativas": "a) A formação histórica da paisagem da Costa do Dendê, na \nBahia, é resultado da produção em larga escala de azeite \nde dendê nos grandes latifúndios monocultores que \nutilizavam mão de obra escrava africana e indígena desde \no século XVI.  \n \n \n \n \n16\n(Seeing the red propaganda art of China’s \nCultural revolution. BBC, 12/02/2019.) \nb) A desigualdade sócio-econômica que marcou a história da \nformação do campesinato brasileiro é um fator que \ninviabiliza o desenvolvimento econômico e ambiental do \nBrasil com base na produção de combustível sustentável \na partir de dendê.  \n \nc) \nOs dendezeiros do litoral brasileiro são resultado de \ntecnologias de cruzamento entre espécies de palmeiras \nafricanas, asiáticas e nativas que eram cultivadas \nsecularmente pelos indígenas em toda a América do Sul.  \n \nd) Os bosques de dendezeiros no litoral baiano formam uma \npaisagem que testemunha o protagonismo histórico dos \nafricanos e seus descendentes a partir de seus hábitos \nalimentares, conhecimentos sobre as plantas e práticas \nagrícolas.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nPode-se dizer que o fascismo italiano foi a primeira \nditadura de direita que dominou um país europeu: ele era \numa colagem de diversas ideias políticas e filosóficas. É \npossível conceber um movimento totalitário que consiga \njuntar monarquia e revolução, exército real e milícia \npessoal de Mussolini, os privilégios concedidos à Igreja e \numa educação estatal que exaltava a violência e o livre \nmercado?  \n(Adaptado de Umberto Eco, “O Fascismo Eterno”, em Cinco Escritos Morais. Rio \nde Janeiro: Record, 2010, p. 29-38.) \n \nA partir da leitura do texto do escritor italiano Umberto Eco \n(1932-2016), é correto afirmar que o fascismo italiano", "alternativas": "a) era marcado pela política de integração europeia, \neliminação de fronteiras nacionais e produção regulada \npelo Estado.  \n \nb) resultou da combinação de ideários político-filosóficos \ninicialmente incompatíveis, valendo-se da violência \ncomo instrumento político. \n \nc) era uma ditadura de direita que serviu de modelo para \npaíses como Espanha, Portugal, Brasil e Estados \nUnidos.  \n \nd) tinha como centro a figura de Mussolini, um homem \ncarismático que assumia o papel de líder religioso e \npolítico.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nA imagem anterior circulou em 1964 e faz parte de um \nconjunto de propagandas do governo de Mao Tsé-Tung (1893-\n1976). Sobre o cartaz e o contexto, é correto afirmar:", "alternativas": "a) A imagem do líder próximo à população camponesa e da \nfartura no campo era recorrente no Partido sob liderança \nde Mao Tsé-Tung e contrastava com a realidade marcada \npela baixa produtividade e pela fome.  \n \nb) A Revolução Cultural na China, liderada por Mao Tsé-\nTung, garantiu a alfabetização da população chinesa e a \nabertura econômica. A imagem retrata o apoio popular ao \nlíder. \n \nc) \nA imagem é uma propaganda que buscava valorizar a \ntradição dos saberes do campo, conciliada com o Grande \nSalto para Frente, que visava a transformar a China em \numa potência tecnológica.  \n \nd) A Revolução Cultural deu início a uma ditadura que \nfuncionava sobre os princípios dos comitês locais. Na \npropaganda, Mao Tsé-Tung consulta um conselho do \npovo sobre a produção de arroz. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nLélia Gonzalez (1935–1994) teve um papel pioneiro na \ncriação de uma teoria do feminismo negro brasileiro. O \nmomento mais intenso de sua militância ocorreu durante a \nDitadura Militar (1964–1985), que coibiu a organização \npolítica da sociedade civil. A Lei de Segurança Nacional, \nde setembro de 1967, estabelecia que era crime “incitar \npublicamente ao ódio ou à discriminação racial”. O que, na \nverdade, poderia ser usado contra o movimento negro, \numa vez que denunciar o racismo e expor o mito da \ndemocracia racial poderia ser considerado uma ameaça à \nordem social, um estímulo ao antagonismo e uma incitação \nao preconceito.  \n(Adaptado de Raquel Barreto, “Memória – Lélia Gonzalez”. Revista Cult 247. \nSão Paulo, julho, 2019. Disponível em https://revistacult.uol.com.br/home/ lelia-\ngonzalez-perfil/. Acessado em 01/05/2020.) \n \nA partir do excerto sobre Lélia Gonzalez e seu contexto \nhistórico, assinale a alternativa correta.", "alternativas": "a) A Ditadura Militar perseguiu o feminismo negro no \nBrasil por ele pregar a supremacia das mulheres \nnegras.  \n \nb) A Ditadura Militar criou mecanismos para recolher \ndenúncias contra a discriminação e combater o \nracismo estrutural no país.  \n \nc) A Lei de Segurança Nacional criou instrumentos \njurídicos que possibilitavam a criminalização de \ndenúncias contra o racismo.  \n \nd) A Lei de Segurança Nacional possibilitou a harmonia \ndas relações étnico-raciais e a igualdade de gênero no \nBrasil.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nO SUS (Sistema Único de Saúde) foi definido a partir de \nprincípios universalistas e igualitários, quer dizer, para \ntodos e de forma igual, embasado na concepção de saúde \ncomo direito de todos e dever do Estado. Essa construção \ndo SUS rompeu com o caráter meritocrático que \ncaracterizava a assistência à saúde no Brasil até a \n \n \n \n \n17\nConstituição de 1988. Os seus princípios, presentes no \nartigo 196 da Constituição de 1988, foram implementados \ngradualmente. Um de seus marcos é a Lei Orgânica da \nSaúde (nº 8.080) de 19 de setembro de 1990, que fundou e \noperacionalizou o SUS.  \n(Adaptado de Telma Menicucci, História da reforma sanitária brasileira e do \nSistema Único de Saúde: mudanças, continuidades e a agenda atual. História, \nCiências, Saúde – Manguinhos. Rio de Janeiro, v. 21, n.1, jan-mar. 2014, p.77-\n92.) \n \nCom base no excerto e em seus conhecimentos sobre a \nhistória do Brasil, assinale a alternativa correta.", "alternativas": "a) Os princípios universais e inclusivos do SUS foram \ndesmantelados durante década de 1990 em razão da \ncrise inflacionária que assolou o país e das reformas \nneoliberais que aumentaram os gastos do Estado com \na saúde e o saneamento.  \n \nb) A criação do SUS aconteceu no contexto de reabertura \npolítica e da expansão democrática que sucedeu ao \nregime militar. O seu funcionamento mostra as \ndificuldades de financiamento da saúde pública entre \nas décadas de 1990 e 2000.  \n \nc) O modelo que inspirou os princípios do SUS foi o \nsistema \nuniversal \nde \nsaúde \nde \nCuba, \ncujos \nprofissionais prestaram consultoria ao Estado brasileiro \ndurante a formulação dos artigos referentes à saúde \nda Constituição de 1988.  \n \nd) Durante o governo do presidente Fernando Collor \n(1990-1992), houve a suspensão do SUS e a \nexpansão dos sistemas de saúde baseados em planos \nprivados oferecidos por instituições estrangeiras que \npassaram a atuar no país.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nMapa da eleição para Presidente. EUA, 2016 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCandidatos \nPartidos \nDelegados \nVotos \npopulares \n \nDonald Trump \nRepublicano \n304 \n62.980.160 \n \nHillary Clinton \nDemocrata \n227 \n65.845.063 \n \nEvan McMullin  \nIndependente \n0 \n728.830 \n \nGary Johnson \nLibertário \n0 \n4.488.931 \n \nJill Stein \nVerde \n0 \n1.457.050 \n \n \n \n \n(Fonte:https://www.270towin.com/historical-presidentialelections/timeline/.) \n \nNos EUA, a eleição para Presidente é indireta: o eleitor \nvota em um delegado estadual e este, se for eleito, votará \npara Presidente em um Colégio Eleitoral. O número de \ndelegados é proporcional à população de cada Estado, \nmas há um sistema chamado winner-takes-all (o ganhador \nleva tudo) no qual o candidato a Presidente que conseguir \no maior número de delegados de um Estado fica com todos \n– à exceção do Maine e Nebraska. Observe o mapa e a \ntabela com os resultados eleitorais de 2016: a segunda \ncolocada nas eleições em número de votos (227) por \ncolégio eleitoral obteve um número maior de votos \nindividuais (65.845.063), o que leva a concluir que os \ncolégios eleitorais", "alternativas": "a) do primeiro colocado são mais populosos; ele obteve \ngrande concentração de votos na Costa Oeste. \n \nb) da segunda colocada são mais populosos; ela obteve \ngrande concentração de votos no Golfo do México. \n \nc) do primeiro colocado são menos populosos; ele obteve \nmaioria absoluta dos votos no Golfo do México. \n \nd) da segunda colocada são menos populosos; ela \nobteve a maioria absoluta dos votos nos Grandes \nLagos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nO ano de 2008 assistiu ao início de uma crise capitalista \nmundial que se prolonga até os dias atuais. É uma crise \nsimilar, em sua amplitude, à Grande Depressão de 1929. \nContudo, apesar de receber a mesma designação (crise), \nessa crise capitalista prolongada difere em seu contexto \nmundial e em traços específicos daquela de 1929, \nsobretudo pelo processo de financeirização que emergiu \nao final do século XX e que permite imensas acumulações \nde capitais. \n \nSobre essa crise capitalista financeirizada é correto afirmar \nque", "alternativas": "a) é derivada da superprodução de bens manufaturados, \nespecialmente ligados à indústria de base, em crise \ncom a expansão dos financiamentos. \n \nb) é produzida pela alta demanda do consumo nos países \npobres, o que tem levado a uma ampliação dos \nfinanciamentos para a compra de bens. \n \nc) resulta \nde \nespeculações \nfinanceiras \nque, \nsem \npassarem \npelos \nsistemas \nprodutivos, \npropiciam \nacumulações em capitais fictícios.  \n \nd) procede \nde \nespeculação \nfinanceira, \ngerando \nexcedentes na indústria de bens de capital e exigindo \nmaiores somas em financiamentos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nAs cidades em que vivemos hoje são fechadas de \nmaneiras que refletem o que aconteceu no mundo da \ntecnologia. Na imensa explosão urbana que ocorre \natualmente no Sul Global - na China, na Índia, no Brasil, no \nMéxico, nos países da África Central -, grandes empresas \ndas finanças e da construção estão padronizando a cidade; \nno momento em que o avião aterrissa, talvez não \npossamos distinguir Pequim de Nova York. Seja no Norte \nou no Sul, o crescimento das cidades não gerou grandes \nexperimentações na forma. O complexo comercial, o \ncampus universitário, a torre residencial erguida num \nrecanto de um parque não são formas favoráveis à \nexperimentação por serem autossuficientes, e não abertas \na influências e interações externas. \n(Adaptado de Richard Sennett, Construir e habitar. Ética para uma cidade \naberta. Rio de Janeiro: Editora Record, 2018, p. 22.) \n \n \n \n \n18\nDe acordo com a visão do autor, podemos afirmar que:", "alternativas": "a) O processo de urbanização é bastante diferenciado no \nmundo todo, promovendo novas experiências que \nabrem os espaços à criatividade. \n \nb) As \nformas \nurbanas \nautossuficientes \nnão \nhomogeneízam as cidades, pelo contrário, as tornam \nlugar de novas complexidades e interações. \n \nc) A cidade fechada deriva de sua instrumentalização \npara \na \neficácia, \nempobrecendo \nexperiências \ne \ntornando o espaço habitado mais artificial. \n \nd) A paisagem urbana é, cada vez mais, a expressão de \npotencialidades \nlocais, \ndemonstrando \na \ndespadronização das formas construídas.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nBrasil – Produção Agrícola Municipal – 2017 \nCana-de-açúcar \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBrasil – Produção Agrícola Municipal – 2017 \nManga \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n(Fonte: Atlas Escolar do IBGE. Disponível em https://mapas.ibge.gov.br/ \nescolares/ensino-medio/brasil.html). Acessado em 10/09/2020. \nA produção agrícola nacional, para os mercados interno e \nexterno, aparece como ponto fundamental para o Produto \nInterno Bruto nacional. Sobre as culturas de cana-de-\naçúcar e manga é correto afirmar:", "alternativas": "a) Pouco concentrada espacialmente, a cana-de-açúcar é \numa cultura permanente voltada para exportação. \n \nb) A manga é uma cultura permanente, que tem \nimportante produção nas áreas irrigadas no Nordeste. \n \nc) A cana-de-açúcar é uma cultura temporária no litoral \nnordestino e permanente na região Sudeste. \n \nd) Inteiramente voltada para o mercado interno, a cultura \nda manga é uma cultura temporária na região Sudeste. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nAtmosfera é a camada gasosa que envolve a Terra. Ela \nnão se apresenta de forma homogênea em toda a sua \nextensão, e sua composição varia de acordo com o local, \nmas nela podemos encontrar, além dos gases, partículas \nde pó, cinzas vulcânicas, microrganismos, vapor d’ água, \nsais, etc. \n \n \n \n \n \n(Adaptado de Robert W. Christoperson, Geossistemas: uma introdução à \nGeografia Física. Porto Alegre: Bookman, 2012, p. 63.) \n \nAssinale a alternativa que associa corretamente a camada \nda atmosfera a suas respectivas características.", "alternativas": "a) Na Termosfera, a grande quantidade de gases faz \ncom que as temperaturas nesta porção da atmosfera \nsejam elevadas. Quanto maior a concentração de \ngases, maior a absorção da radiação solar e, \nconsequentemente, maiores são as temperaturas.  \n \n \n \n \n19\nb) A Mesosfera é a camada da atmosfera em que há \npresença \ndo \ngás \nozônio. \nA \nemissão \ndos \nclorofluorcarbonetos (CFCs) tem aumentado o buraco \nna camada de ozônio, diminuindo sua função de filtrar \na radiação ultravioleta.  \n \nc) Na Estratosfera as temperaturas aumentam com a \naltitude. É nesta camada que se formam as nuvens, \nconstituídas pelo vapor de água aquecido proveniente \nda superfície terrestre; ao atingirem a Estratopausa, as \nnuvens se condensam ocasionando as precipitações. \n \nd) A Troposfera, nas suas baixas altitudes, é a camada \nda atmosfera que tem mais calor, mesmo não sendo a \nporção da atmosfera com maior temperatura. Isto se \ndá pela maior concentração de gases próximos à \nsuperfície, em razão da atração gravitacional. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nO que se costuma chamar popularmente de “bioma Mata \nAtlântica” e de “bioma “Mata Amazônica” não são, na \nverdade, biomas, mas conjuntos de biomas, uma vez que \nnão \napresentam \na \ncondição \nbásica \ndo \nconceito \ninternacional de biomas, isto é: um espaço geográfico \nnatural que se caracteriza pela uniformidade de condições \nclimáticas, edáficas e de fitofisionomias. \n(Adaptado de Leopoldo Magno Coutinho, Biomas brasileiros. São Paulo: Oficina \nde Textos, 2016, p. 34.) \n \nA partir da leitura do texto e de seus conhecimentos sobre \nos biomas brasileiros, assinale a alternativa correta.", "alternativas": "a) A ocorrência de savanas no Brasil restringe-se à \nregião Centro-Oeste e a porções interioranas da \nregião Nordeste, em climas que apresentam uma \nestação seca definida. \n \nb) As florestas no Brasil só ocorrem na zona intertropical, \npois esses biomas são adaptados a climas quentes, \ncom precipitação superior a 2.000mm anuais e \ntemperaturas médias superiores a 25ºC.  \n \nc) O Pantanal tem clima uniforme e não apresenta \nuniformidade nas suas características edáficas e na \nsua fitofisionomia, como exige o conceito de bioma; \npor isso é considerado um sistema complexo. \n \nd) No clima subtropical, com temperaturas médias \nanuais de 10ºC a 18ºC, a região Sul do Brasil tem um \núnico bioma, caracterizado por apresentar um dossel \nformado exclusivamente pela Araucária. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}, {"texto": " \n \nImagine o espanto do navegante português João de \nCastro, vice-rei da Índia, quando, em 1538, viajando pelo \nMar Arábico, nas proximidades de Bombaim, tendo \natracado em uma pequena ilha, colocou sua bússola sobre \no rochedo e verificou que a agulha se inverteu: apontava \npara o sul em vez de apontar para o norte! \nA única coisa que o bravo navegador poderia fazer era \nanotar \no \nincidente \nem \nseu \ndiário \nde \nbordo \ne, \nprovavelmente, trocar de bússola. \n(Adaptado de Samuel M. Branco e Fábio C. Branco, A deriva dos continentes. \nSão Paulo: Moderna, 2004, p. 58.) \nA bússola é um instrumento de orientação na superfície \nterrestre que permite a localização a partir da posição dos \npolos magnéticos da Terra.  \n \nConsiderando o exposto, assinale a alternativa que explica \na inversão da agulha da bússola relatada no texto.", "alternativas": "a) A bússola teve um problema de fabricação, o que fez \ncom que a agulha fosse desmagnetizada, gerando um \nmovimento oposto ao esperado.   \n \nb) A agulha da bússola se inverteu, pois o rochedo foi \nformado em um momento em que os pólos \nmagnéticos da Terra estavam invertidos. \n \nc) A bússola não é um mecanismo confiável de \nlocalização, tanto que, na atualidade, foi substituída \npelo GPS, instrumento preciso. \n \nd) A bússola é um meio de orientação exclusivo para os \nnavios. O seu uso nos continentes sofre influência dos \nmateriais metálicos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2021, "quantidade_alternativas": 4, "codigo_prova": "Q_Z"}}]
