[{"texto": " \n \nLeia o texto abaixo: \n \n“Boas coisas acontecem para quem espera. As melhores \ncoisas acontecem para quem se levanta e faz.” (Domínio \npúblico.) \n \nConsiderando o texto acima e a maneira como ele é \nestruturado, podemos afirmar que:", "alternativas": "a) O uso encadeado de “Boas coisas” e “As melhores \ncoisas” possibilita a valorização do primeiro enunciado \ne a desvalorização do segundo. \n \nb) A repetição do termo “coisas” garante que “boas coisas” \ne “as melhores coisas” remetem ao mesmo referente. \n \nc) Entre as expressões “para quem espera” e “para quem \nse levanta e faz” estabelece-se uma relação de \ntemporalidade. \n \nd) A sequenciação desse texto ocorre por meio da \nrecorrência de expressões e de estruturas sintáticas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ". \n \nO trecho a seguir foi retirado da apresentação da obra \nPioneiras da ciência no Brasil. O livro traz biografias de \ncientistas brasileiras que iniciaram suas carreiras nos anos \n1930 e 1940.  \n \nCabe uma reflexão sobre a divisão dos papéis masculino e \nfeminino dentro da família, para tentar melhor entender por \nque a presença feminina no mundo científico mantém-se \nminoritária. Constata-se que, no Brasil, ainda cabem às \nmulheres, fortemente, as responsabilidades domésticas e \nde socialização das crianças, além dos cuidados com os \nvelhos. Assim, ainda que dividindo o espaço doméstico \ncom companheiros, as mulheres têm, na maioria dos lares, \nmaior necessidade de articular os papéis familiares e \nprofissionais. A ideia de que conciliar vida profissional e \nfamiliar representa uma dificuldade é reforçada pela \nanálise da população ocupada feminina com curso \nsuperior, feita por estudiosos, que constata que cerca de \n46% dessas mulheres vivem em domicílios sem crianças. \nComo as cientistas são pessoas com diplomas superiores, \nelas estão compreendidas nesse universo. Por outro lado, \ntalvez a sociedade brasileira ainda mantenha uma visão \nestereotipada – calcada num modelo masculino tradicional \n- do que seja um profissional da ciência. E certamente \nfaltam às mulheres modelos positivos, as grandes \ncientistas que lograram conciliar sucesso profissional com \nvida pessoal realizada. Para quebrar os estereótipos \nfemininos, para que novas gerações possam se mirar em \nnovos modelos, é necessário resgatar do esquecimento \nfiguras femininas que, inadvertida ou deliberadamente, \npermaneceram ocultas na história da ciência em nosso \npaís. \n \n(Adaptado de Hildete P. de Melo e Lígia Rodrigues, Pioneiras da \nciência no Brasil. Rio de Janeiro: SBPC, 2006, p. 3-4.) \n \n \n \n \n  \n \nIndique a alternativa correta. No texto,", "alternativas": "a) a informação numérica indica a desproporção entre o \nnúmero de homens e o de mulheres presentes no \nmundo da ciência. \n \nb) o último período tem a finalidade de justificar a \npublicação do livro Pioneiras da ciência no Brasil, \nestabelecendo os objetivos da obra. \n \nc) a \nvisão \nestereotipada \nde \nmulher \ncientista \né \nexemplificada pelos modelos positivos das pioneiras \nbrasileiras na ciência, tema da obra. \n \nd) as informações sobre o envolvimento das mulheres nos \nafazeres domésticos \nnão constituem argumentos \nimportantes para justificar a obra.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ". \n \nO trecho a seguir foi retirado da apresentação da obra \nPioneiras da ciência no Brasil. O livro traz biografias de \ncientistas brasileiras que iniciaram suas carreiras nos anos \n1930 e 1940.  \n \nCabe uma reflexão sobre a divisão dos papéis masculino e \nfeminino dentro da família, para tentar melhor entender por \nque a presença feminina no mundo científico mantém-se \nminoritária. Constata-se que, no Brasil, ainda cabem às \nmulheres, fortemente, as responsabilidades domésticas e \nde socialização das crianças, além dos cuidados com os \nvelhos. Assim, ainda que dividindo o espaço doméstico \ncom companheiros, as mulheres têm, na maioria dos lares, \nmaior necessidade de articular os papéis familiares e \nprofissionais. A ideia de que conciliar vida profissional e \nfamiliar representa uma dificuldade é reforçada pela \nanálise da população ocupada feminina com curso \nsuperior, feita por estudiosos, que constata que cerca de \n46% dessas mulheres vivem em domicílios sem crianças. \nComo as cientistas são pessoas com diplomas superiores, \nelas estão compreendidas nesse universo. Por outro lado, \ntalvez a sociedade brasileira ainda mantenha uma visão \nestereotipada – calcada num modelo masculino tradicional \n- do que seja um profissional da ciência. E certamente \nfaltam às mulheres modelos positivos, as grandes \ncientistas que lograram conciliar sucesso profissional com \nvida pessoal realizada. Para quebrar os estereótipos \nfemininos, para que novas gerações possam se mirar em \nnovos modelos, é necessário resgatar do esquecimento \nfiguras femininas que, inadvertida ou deliberadamente, \npermaneceram ocultas na história da ciência em nosso \npaís. \n \n(Adaptado de Hildete P. de Melo e Lígia Rodrigues, Pioneiras da \nciência no Brasil. Rio de Janeiro: SBPC, 2006, p. 3-4.) \n \n \n \n \n \n \nReleia o período: “Assim, ainda que dividindo o espaço \ndoméstico com companheiros, as mulheres têm, na maioria \ndos lares, maior necessidade de articular os papéis \nfamiliares e profissionais.” A expressão sublinhada", "alternativas": "a) delimita a amostra de lares em que a mulher precisa \narticular tarefas profissionais e domésticas. \n \nb) restringe o universo das mulheres mencionadas no \ntrecho ao das que se dedicam à vida doméstica. \n \nc) informa o local social em que circulavam as mulheres \nreferidas no trecho. \n \nd) destaca o fato de que a maioria das mulheres vive com \ncompanheiros. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nO cartaz a seguir foi usado em uma campanha pública \npara doação de sangue.  \n \n \n \n(Disponível \nem \nwww.facebook.com/pages/HEMORIO/144978045 \n579742?fref=ts. Acessado em 08/09/2014.) \nGlossário \n \nRolezinho: diminutivo de rolê ou rolé; em linguagem \ninformal, significa “pequeno passeio”. Recentemente, tem \ndesignado encontros simultâneos de centenas de pessoas \nem locais como praças, parques públicos e shopping \ncenters, organizados via internet.  \n \nAnonymous riot: rebelião anônima. \n \nConsiderando como os sentidos são produzidos no cartaz \ne o seu caráter persuasivo, pode-se afirmar que:", "alternativas": "a) As figuras humanas estilizadas, semelhantes umas às \noutras, remetem ao grupo homogêneo das pessoas que \npodem ajudar e ser ajudadas. \n \nb) A expressão “rolezinho” remete à meta de se reunir \nmuitas pessoas, em um só dia, para doar sangue. \n \nc) O termo “até” indica o limite mínimo de pessoas a \nserem beneficiadas a partir da ação de um só indivíduo. \n \nd) O destaque visual dado à expressão “ROLEZINHO NO \nHEMORIO” tem a função de enfatizar a participação \nindividual na campanha. \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ". \n \nA busca por vida fora da Terra \nUm sinal eletrônico é emitido pelo Laboratório de \nPropulsão a Jato (JPL, sigla em inglês) da NASA, em \nPasadena, Califórnia, e viaja até um robô fixado na parte \ninferior da camada de gelo de 30 centímetros de espessura \nem um lago do extremo norte do Alasca. O holofote do \nrobô começa a brilhar. “Funcionou!”, exclama John Leichty, \num jovem engenheiro do JPL, que está em uma barraca \nperto do lago congelado. Embora não pareça uma grande \nfaçanha tecnológica, esse talvez seja o primeiro passo \npara a exploração de uma lua distante. \n \nMais de sete mil quilômetros ao sul do Alasca, no México, \na geomicrobióloga Penelope Boston caminha por uma \nágua turva que bate em seus tornozelos, em uma gruta, \ncerca de 15 metros abaixo da superfície. Como os outros \ncientistas que a acompanham, Penelope carrega um \nrespirador pesado, além do tanque adicional de ar, de \nmodo que possa sobreviver em meio ao sulfeto de \nhidrogênio, monóxido de carbono e outros gases \nvenenosos da caverna. Aos seus pés, a água corrente \ncontém ácido sulfúrico. A lanterna no capacete ilumina a \ngotícula de uma gosma espessa e semitranslúcida que \nescorre da parede. “Não é incrível?”, exclama.  \n \nEsses dois locais (um lago congelado no ártico e uma gruta \nnos trópicos) talvez possam fornecer pistas para um dos \nmistérios mais antigos e instigantes: existe vida fora do \nnosso planeta? Criaturas em outros mundos, seja em \nnosso sistema solar, seja em órbita ao redor de estrelas \ndistantes, poderiam muito bem ter de sobreviver em \noceanos recobertos de gelo, como os que existem em um \ndos satélites de Júpiter, ou em grutas fechadas e repletas \nde gás, que talvez sejam comuns em Marte. Portanto, se \nfor possível determinar um procedimento para isolar e \nidentificar formas de vida em ambientes igualmente \nextremos aqui na Terra, então estaremos mais preparados \npara empreender a busca pela vida em outras partes do \nUniverso.  \n \n(Adaptado de Michael D. Lemonick, A busca por vida fora da Terra. \nNational Geographic, jul. 2014, p. 38-40.) \n \n \n \n \nA partir da leitura do texto, pode-se afirmar que:", "alternativas": "a) O robô está presente tanto no lago congelado no ártico \ncomo na gruta nos trópicos.  \n \nb) O jovem engenheiro do JLP e a geomicrobióloga \ncarregam respiradores para ajudá-los a respirar. \n  \nc) O jovem engenheiro do JLP e a geomicrobióloga estão \nexecutando suas pesquisas sozinhos.  \n \nd) O holofote do robô é ligado a partir de um sinal emitido \npelo laboratório JPL. \n \n \n \n \n \n2\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ". \n \nA busca por vida fora da Terra \nUm sinal eletrônico é emitido pelo Laboratório de \nPropulsão a Jato (JPL, sigla em inglês) da NASA, em \nPasadena, Califórnia, e viaja até um robô fixado na parte \ninferior da camada de gelo de 30 centímetros de espessura \nem um lago do extremo norte do Alasca. O holofote do \nrobô começa a brilhar. “Funcionou!”, exclama John Leichty, \num jovem engenheiro do JPL, que está em uma barraca \nperto do lago congelado. Embora não pareça uma grande \nfaçanha tecnológica, esse talvez seja o primeiro passo \npara a exploração de uma lua distante. \n \nMais de sete mil quilômetros ao sul do Alasca, no México, \na geomicrobióloga Penelope Boston caminha por uma \nágua turva que bate em seus tornozelos, em uma gruta, \ncerca de 15 metros abaixo da superfície. Como os outros \ncientistas que a acompanham, Penelope carrega um \nrespirador pesado, além do tanque adicional de ar, de \nmodo que possa sobreviver em meio ao sulfeto de \nhidrogênio, monóxido de carbono e outros gases \nvenenosos da caverna. Aos seus pés, a água corrente \ncontém ácido sulfúrico. A lanterna no capacete ilumina a \ngotícula de uma gosma espessa e semitranslúcida que \nescorre da parede. “Não é incrível?”, exclama.  \n \nEsses dois locais (um lago congelado no ártico e uma gruta \nnos trópicos) talvez possam fornecer pistas para um dos \nmistérios mais antigos e instigantes: existe vida fora do \nnosso planeta? Criaturas em outros mundos, seja em \nnosso sistema solar, seja em órbita ao redor de estrelas \ndistantes, poderiam muito bem ter de sobreviver em \noceanos recobertos de gelo, como os que existem em um \ndos satélites de Júpiter, ou em grutas fechadas e repletas \nde gás, que talvez sejam comuns em Marte. Portanto, se \nfor possível determinar um procedimento para isolar e \nidentificar formas de vida em ambientes igualmente \nextremos aqui na Terra, então estaremos mais preparados \npara empreender a busca pela vida em outras partes do \nUniverso.  \n \n(Adaptado de Michael D. Lemonick, A busca por vida fora da Terra. \nNational Geographic, jul. 2014, p. 38-40.) \n \n \n \n \nAssinale a alternativa que resume adequadamente o texto.", "alternativas": "a) Estudos sobre formas de vida em ambientes extremos \npodem preparar os cientistas para enfrentar a questão \nda busca pela vida fora da Terra.  \n \nb) A partir de uma caverna no Alasca, um robô revela \npistas sobre outras formas de vida no nosso sistema \nsolar. \n \nc) os trabalhos científicos desenvolvidos em qualquer \nlugar da Terra permitem compreender  formas de vida \nem outros planetas. \n \nd) Cientistas, \ntrabalhando \nem \nambientes \nextremos, \ndesenvolveram procedimentos capazes de detectar \nvida fora da terra. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \n‘Robótica não é filme de Hollywood', diz Nicolelis sobre \no exoesqueleto. \n \nRobô comandado por paraplégico foi mostrado na abertura \nda Copa. Equipamento transforma força do pensamento \nem movimentos mecânicos. \n \nEm entrevista ao G1, o neurocientista brasileiro Miguel \nNicolelis comentou que inicialmente estava previsto um \njovem paraplégico se levantar da cadeira de rodas, andar \nalguns passos e dar um chute na bola, que seria o \n“pontapé inicial” do Mundial do Brasil. Mas a estratégia foi \nrevista após a Fifa informar que o grupo teria 29 segundos \npara realizar a demonstração científica. \nNa última quinta-feira, o voluntário Juliano Pinto, de 29 \nanos, deu um chute simbólico na bola da Copa usando o \nexoesqueleto. \nNa \ntransmissão \noficial, \nexibida \npor \nemissoras em todo o mundo, a cena durou apenas sete \nsegundos. \nO neurocientista minimizou as críticas recebidas após a \nrápida apresentação na Arena Corinthians: “Tenham \ncalma, não olhem para isso como se fosse um jogo de \nfutebol. Tem que conhecer tecnicamente e saber o esforço. \nRobótica não é filme de Hollywood, tem limitações que nós \nconhecemos. O limite desse trabalho foi alcançado. Os oito \npacientes atingiram um grau de proficiência e controle \nmental muito altos, e tudo isso será publicado”, garante.  \n \n(Adaptado de Eduardo Carvalho, ‘Robótica não é filme de Hollywood', \ndiz \nNicolelis \nsobre \no \nexoesqueleto. \nDisponível \nem \nhttp://g1.globo.com/ciencia-e-saude/noticia/2014/06/robotica-nao-e-fil\nme-de-hollywood-diz-nicolelis-sobre- o-exoesqueleto.html. Acessado\nem 18/06/2014.) \n \nConsiderando a notícia transcrita acima, pode-se dizer que \na afirmação reproduzida no título (“Robótica não é filme de \nHollywood”).", "alternativas": "a) reitera a baixa qualidade técnica das imagens da \ndemonstração com o exoesqueleto, depreciando a \nprópria realização do experimento com voluntários. \n \nb) destaca a grande receptividade da demonstração com o \nexoesqueleto junto ao público da Copa, superior à dos \nfilmes produzidos em Hollywood. \n \nc) aponta a necessidade de maiores investimentos \nfinanceiros na geração de imagens que possam \nvalorizar a importância de conquistas científicas na \nmídia.  \n \nd) sugere que os resultados desse feito científico são \nmuito mais complexos do que as imagens veiculadas \npela televisão permitiram ver. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nLeia o seguinte excerto de Memórias póstumas de Brás \nCubas, de Machado de Assis: \n \nDeixa lá dizer Pascal que o homem é um caniço pensante. \nNão; é uma errata pensante, isso sim. Cada estação da \nvida é uma edição, que corrige a anterior, e que será \ncorrigida também, até a edição definitiva, que o editor dá \nde graça aos vermes. \n \n(Machado de Assis, Memórias póstumas de Brás Cubas. São Paulo: \nAteliê Editorial, 2001, p.120.) \n \nNa passagem citada, a substituição da máxima pascalina \nde que o homem é um caniço pensante pelo enunciado “o \nhomem é uma errata pensante” significa", "alternativas": "a) a realização da contabilidade dos erros acumulados na \nvida porque, em última instância, não há “edição \ndefinitiva”. \n \nb) a tomada de consciência do caráter provisório da \nexistência humana, levando à celebração de cada \ninstante vivido. \n \nc) a tomada de consciência do caráter provisório da \nexistência humana e a percepção de que esta é \npassível de correção. \n \nd) a ausência de sentido em “cada estação da vida”, já \nque a morte espera o homem em sua “edição \ndefinitiva”.  \n \n \n \n \n \n \n \n \n \n \n \n \n3\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ", considere o fragmento abaixo, \nextraído de Vidas secas, de Graciliano Ramos. \n \nO pequeno sentou-se, acomodou-se nas pernas a cabeça \nda cachorra, pôs-se a contar-lhe baixinho uma história. \nTinha um vocabulário quase tão minguado como o do \npapagaio que morrera no tempo da seca. Valia-se, pois, de \nexclamações e de gestos, e Baleia respondia com o rabo, \ncom a língua, com movimentos fáceis de entender. \n \n(Graciliano Ramos. Vidas secas. Rio de Janeiro: Record, 2012, p. 57.) \n \n \n \n \nUma definição possível de alteridade é “a capacidade de \nse colocar no lugar do outro”. No excerto, o menino mais \nvelho, após ter recebido um cocorote de sinhá Vitória, ao \nlhe ter feito uma pergunta sobre a palavra “inferno”, conta \numa história para Baleia. Da leitura desse trecho, podemos \nconcluir que", "alternativas": "a) o narrador tem êxito na construção da alteridade, ao se \ncolocar no lugar do menino e de Baleia e permitir a \nrelação entre essas duas personagens.  \n \nb) o vocabulário minguado do menino mais velho o \nimpede de se relacionar com Baleia, o que demonstra \nque, sem linguagem, não há alteridade entre o homem \ne o mundo. \n \nc) o vocabulário minguado é próprio da infância e não \nresulta das condições sociais e materiais adversas das \npersonagens. \n \nd) a resposta de Baleia reduz o menino mais velho à \ncondição de bicho, privando-o dos atributos necessários \npara se tornar homem.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ", considere o fragmento abaixo, \nextraído de Vidas secas, de Graciliano Ramos. \n \nO pequeno sentou-se, acomodou-se nas pernas a cabeça \nda cachorra, pôs-se a contar-lhe baixinho uma história. \nTinha um vocabulário quase tão minguado como o do \npapagaio que morrera no tempo da seca. Valia-se, pois, de \nexclamações e de gestos, e Baleia respondia com o rabo, \ncom a língua, com movimentos fáceis de entender. \n \n(Graciliano Ramos. Vidas secas. Rio de Janeiro: Record, 2012, p. 57.) \n \n \n \n \nNo romance Vidas secas, a alteridade é construída \nficcionalmente. Isso porque o narrador", "alternativas": "a) impõe seu ponto de vista sobre a miséria social das \npersonagens, \ndesconsiderando \na \nluta \ndessas \npersonagens por uma vida mais digna. \n \nb) permite conhecer o ponto de vista de cada uma das \npersonagens e manifesta um juízo crítico sobre o drama \nda miséria social e econômica.  \n \nc) relativiza o universo social das personagens, uma vez \nque \nelas \nestão \nprivadas \nda \ncapacidade \nde \ncomunicação. \n \nd) analisa os dilemas de todas as personagens e propõe, \nao final da narrativa, uma solução para o drama da \nmiséria social e econômica.  \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nSobre A Cidade e as Serras, de Eça de Queirós, é correto \nafirmar:", "alternativas": "a) A descrição do espaço parisiense no romance retrata \nexclusivamente o submundo de uma metrópole do final \ndo século XIX e revela as contradições do processo de \nurbanização. \n \nb) O romance, cuja primeira edição é de 1901, faz uma \napologia da vida urbana e do desenvolvimento técnico \nque marcaram o final do século XIX nas grandes \ncidades europeias. \n \nc) No romance, Zé Fernandes é uma personagem \nsecundária que ganha importância no desenvolvimento \nda narrativa, ao apresentar a “seu Príncipe”, Jacinto, a \nluxuosa Paris. \n \nd) No \nromance, \né \ndas \nrendas \nprovenientes \nde \npropriedades agrícolas em Portugal que provém o \nsustento da cara e refinada vida de Jacinto em Paris. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n4\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ", considere os versos abaixo \ndos poemas “Sentimento do mundo” e “Noturno à \njanela do apartamento”, de Carlos Drummond de \nAndrade, ambos publicados no livro Sentimento do \nmundo. \n \nesse amanhecer  \nmais noite que a noite. \n \n(Carlos Drummond de Andrade. Sentimento do mundo. São Paulo: \nCompanhia das Letras, 2012, p.12.) \n \nSilencioso cubo de treva: \num salto, e seria a morte. \nMas é apenas, sob o vento, \na integração na noite. \n \nNenhum pensamento de infância, \nnem saudade nem vão propósito. \nSomente a contemplação \nde um mundo enorme e parado. \n \nA soma da vida é nula. \nMas a vida tem tal poder: \nna escuridão absoluta, \ncomo líquido, circula. \n \nSuicídio, riqueza, ciência... \nA alma severa se interroga \ne logo se cala. E não sabe \nse é noite, mar ou distância. \n \nTriste farol da Ilha Rasa. \n \n(Idem, p. 71.) \n \n \n \n \nConsiderando a obra Sentimento do mundo em seu \nconjunto e tendo em vista que os primeiros versos \ntranscritos pertencem ao poema que abre e dá título ao \nlivro de Drummond, e que o segundo poema, citado \nintegralmente, corresponde ao fechamento do volume, é \ncorreto afirmar que", "alternativas": "a) a oposição de base dos poemas reside nas imagens \ncontrapostas de luz e trevas, manifestando o tema do \npessimismo acerca da condição humana. \n \nb) o percurso figurativo dos poemas é marcado apenas \npelas imagens da noite, associadas às ideias de \nnegatividade e de esperança para a humanidade. \n \nc) a unidade de sentido do conjunto dos textos poéticos \nreside na clássica oposição entre luz e trevas, sendo \nque o percurso figurativo manifesta o tema da maldade. \n \nd) as imagens de luz e trevas significam a luta eterna \nentre o bem e o mal, o que se confirma no verso \n“Suicídio, riqueza, ciência”, que sugere o impasse do eu \nlírico.  \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ", considere os versos abaixo \ndos poemas “Sentimento do mundo” e “Noturno à \njanela do apartamento”, de Carlos Drummond de \nAndrade, ambos publicados no livro Sentimento do \nmundo. \n \nesse amanhecer  \nmais noite que a noite. \n \n(Carlos Drummond de Andrade. Sentimento do mundo. São Paulo: \nCompanhia das Letras, 2012, p.12.) \n \nSilencioso cubo de treva: \num salto, e seria a morte. \nMas é apenas, sob o vento, \na integração na noite. \n \nNenhum pensamento de infância, \nnem saudade nem vão propósito. \nSomente a contemplação \nde um mundo enorme e parado. \n \nA soma da vida é nula. \nMas a vida tem tal poder: \nna escuridão absoluta, \ncomo líquido, circula. \n \nSuicídio, riqueza, ciência... \nA alma severa se interroga \ne logo se cala. E não sabe \nse é noite, mar ou distância. \n \nTriste farol da Ilha Rasa. \n \n(Idem, p. 71.) \n \n \n \n \nA visão de mundo do eu lírico em Drummond é marcada \npela ironia e pela dúvida constante, cujo saldo final é \nnegativo e melancólico (“Triste farol da Ilha Rasa”). Tal \nperspectiva assemelha-se à do", "alternativas": "a) personagem Leonardo, do romance Memórias de um \nsargento de milícias. \n \nb) personagem Carlos, da obra Viagens na minha terra. \n \nc) narrador do romance O cortiço.  \n \nd) narrador do romance Memórias póstumas de Brás \nCubas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nMuito me pesa, leitor amigo, se outra coisa esperavas das \nminhas Viagens, se te falto, sem o querer, a promessas \nque julgaste ver nesse título, mas que eu não fiz decerto. \nQuerias talvez que te contasse, marco a marco, as léguas \ndas estradas? \n \n(Almeida Garrett, Viagens na minha terra. São Paulo: Ateliê Editorial, \n2012, p. 218.) \n \nNo trecho acima, o narrador garrettiano admite que traiu as \nexpectativas do leitor. Tal fato deveu-se", "alternativas": "a) à descrição pormenorizada da natureza e dos \nmonumentos históricos das cidades portuguesas. \n \nb) ao caráter linear do relato ficcional, que se fixou nos \ndetalhes do percurso realizado durante a viagem a \nSantarém.  \n \nc) ao caráter digressivo do relato ficcional, que mesclou \nvários gêneros textuais. \n \nd) às posições políticas assumidas pelo narrador, que \npropõe uma visão conservadora da história de Portugal. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n5\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nDados numéricos e recursos linguísticos colaboram para a \nconstrução dos sentidos de um texto. Leia os títulos de \nnotícias a seguir sobre as vendas do comércio no último \nDia dos Pais. \n \nVenda para o Dia dos Pais cresceu 2% em relação ao \nano passado. \n(Adaptado \nde \nO \nDiário \nOnline, \n15/08/2014. \nDisponível \nem \nhttp://www.odiarioonline.com.br/noticia/26953/. \nAcessado \nem \n20/08/2014.) \n \nSó 4 em cada 10 brasileiros compraram presentes no \nDia dos Pais. \n(Época \nSão \nPaulo, \n17/08/2014. \nDisponível \nem \nhttp://epoca.globo.com/regional/sp/Consumo. \nAcessado \nem \n20/08/2014.) \n \nPodemos afirmar que:", "alternativas": "a) As informações apresentadas nos títulos fornecem \nanálises convergentes sobre as vendas. \n \nb) A avaliação sobre as vendas expressa no segundo \ntítulo é confirmada pela proporção apresentada no \nprimeiro título. \n \nc) Uma avaliação pessimista das vendas no Dia dos Pais \né apresentada no segundo título. \n \nd) O crescimento de 2% mencionado no primeiro título \ngarante que as vendas este ano foram satisfatórias. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA tabela abaixo informa alguns valores nutricionais para a \nmesma quantidade de dois alimentos, A e B. \n \nAlimento \nA \nB \nQuantidade \n20 g \n20 g \nValor Energético \n60 kcal \n80 kcal \nSódio \n10 mg \n20 mg \nProteína \n6 g \n1 g \n \nConsidere duas porções isocalóricas (de mesmo valor \nenergético) dos alimentos A e B. A razão entre a \nquantidade de proteína em A e a quantidade de proteína \nem B é igual a", "alternativas": "a) 4. \n \nb) 6. \n \nc) 8. \n \nd) 10. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nUma compra no valor de 1.000 reais será paga com uma \nentrada de 600 reais e uma mensalidade de 420 reais. A \ntaxa de juros aplicada na mensalidade é igual a", "alternativas": "a) 2 %. \n \nb) 5 %. \n \nc) 8 %. \n \nd) 10 %. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nO número mínimo de pessoas que deve haver em um \ngrupo para que possamos garantir que nele há pelo menos \ntrês pessoas nascidas no mesmo dia da semana é igual a", "alternativas": "a) 21. \n \nb) 20. \n \nc) 15. \n \nd) 14. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nSe (𝑎1, 𝑎2, … , 𝑎13) é uma progressão aritmética (PA) cuja \nsoma dos termos é 78, então 𝑎7 é igual a", "alternativas": "a) 6. \n \nb) 7. \n \nc) 8. \n \nd) 9. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nConsidere a matriz\n0\n1\na\nA\nb\n\n\n \n\n\n\n, onde 𝑎 e 𝑏 são números \nreais. Se 𝐴2 = 𝐴 e 𝐴 é invertível, então", "alternativas": "a) 𝑎 = 1 e  𝑏 = 1. \n \nb) 𝑎 = 1 e  𝑏 = 0. \n \nc) 𝑎 = 0 e  𝑏 = 0. \n \nd) 𝑎 = 0 e  𝑏 = 1. \n \n \n \n \n \n6\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nConsidere o sistema linear nas variáveis 𝑥, 𝑦 e 𝑧 \n2\n3\n20\n7\n8\n26,\nx\ny\nz\nx\ny\nmz\n\n\n\n\n\n\n\n\n\n \n \nonde 𝑚 é um número real. Sejam 𝑎 < 𝑏 < 𝑐 números \ninteiros consecutivos tais que (𝑥, 𝑦, 𝑧) = (𝑎, 𝑏, 𝑐) é uma \nsolução desse sistema. O valor de 𝑚 é igual a", "alternativas": "a) 3. \n \nb) 2. \n \nc) 1. \n \nd) 0. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA figura abaixo exibe o gráfico de uma função 𝑦 = 𝑓(𝑥).  \n \n \nEntão, o gráfico de 𝑦 = 2 𝑓(𝑥 − 1) é dado por", "alternativas": "a) b)  \n \n \n \nc)  \n \n \n \n \n \nd)  \n \n \n \n \n \n \n \n7\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nSeja 𝑎 um número real. Considere as parábolas de \nequações cartesianas 𝑦 = 𝑥2 + 2𝑥 + 2 e 𝑦 = 2𝑥2 + 𝑎𝑥 + 3. \nEssas parábolas não se interceptam se e somente se", "alternativas": "a) |𝑎| = 2. \n \nb) |𝑎| < 2. \n \nc) |𝑎 − 2| < 2. \n \nd) |𝑎 − 2| ≥ 2. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nNo \nplano \ncartesiano, \na \nequação \n|𝑥 − 𝑦| = |𝑥 + 𝑦| \nrepresenta", "alternativas": "a) um ponto. \n \nb) uma reta. \n \nc) um par de retas paralelas. \n \nd) um par de retas concorrentes. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA figura abaixo exibe um retângulo 𝐀𝐁𝐂𝐃 decomposto em \nquatro quadrados.  \n \n \nO valor da razão 𝐀𝐁/ 𝐁𝐂 é igual a", "alternativas": "a) 5/3. \n \nb) 5/2. \n \nc) 4/3. \n \nd) 3/2. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA figura a seguir exibe um pentágono com todos os lados \nde mesmo comprimento.  \n \n \nA medida do ângulo 𝜃 é igual a", "alternativas": "a) 105𝑜. \nb) 120𝑜. \nc) 135𝑜. \nd) 150𝑜. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nUm cilindro circular reto, com raio da base e altura iguais a \n𝑅, tem a mesma área de superfície total que uma esfera de \nraio", "alternativas": "a) 2𝑅. \n \nb) √3𝑅. \n \nc) √2𝑅. \n \nd) 𝑅. \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nConsidere o polinômio 𝑝(𝑥) = 𝑥3 − 𝑥2 +  𝑎𝑥 − 𝑎, onde 𝑎 é \num número real. Se 𝑥 = 1 é a única raiz real de 𝑝(𝑥), então \npodemos afirmar que", "alternativas": "a) 𝑎 < 0. \n  \nb) 𝑎 < 1. \n \nc) 𝑎 > 0. \n \nd) 𝑎 > 1. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nSejam 𝑥 e 𝑦 números reais tais que 𝑥 + 𝑦𝑖 = √3 + 4𝑖, onde \n𝑖 é a unidade imaginária. O valor de 𝑥𝑦 é igual a", "alternativas": "a) −2. \n \nb) −1. \n \nc) 1. \n \nd) 2. \n \n8\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n     \nINCOME TAXES \n \n(Adaptado de http://www.politicalcartoons.com/cartoon/69af1b15-\n2271-45d4-be10-320535f6aa6c.html. Acessado em 15/05/2014.) \n \nO personagem do cartum", "alternativas": "a) considera tão difícil o processo de criação da fórmula \nE=mc2 quanto calcular o imposto de renda. \n \nb) compara o processo de criação da fórmula E=mc2 e o \ncálculo do imposto de renda. \n \nc) prefere realizar tarefas que lhe cabem como cidadão \nàs atividades que realiza como físico. \n \nd) qualifica como mais fácil calcular o imposto de renda \ndo que o processo de criação da fórmula E=mc2. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \n          \n \n(Disponível em: http://issuu.com/carimactimes2010/docs/backstage_-\n_carimac_times _2010. Acessado em 28/10/2014.) \n \nPara o menino do cartum é surpreendente que seus avós", "alternativas": "a) já \npossuam \ncontas \nnas \nredes \nvirtuais \nde \nrelacionamento. \n \nb) tenham \nse \nconhecido \nnas \nredes \nvirtuais \nde \nrelacionamento. \n \nc) ainda não consigam gerenciar suas relações sociais \nnas redes virtuais de relacionamento. \n \nd) tenham conseguido se conhecer fora das redes virtuais \nde relacionamento. \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \n \n \nO texto reproduzido no poster acima corresponde a um \nverso de uma canção escrita por John Lennon e gravada \npela banda The Beatles em 1967. Da leitura desse verso \nse depreende que viver só é fácil para pessoas", "alternativas": "a) alienadas. \nb) inteligentes. \nc) lúcidas. \nd) insanas. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA imagem abaixo reproduz uma troca de mensagens \neletrônicas entre uma mãe e seu filho. \n \n \n \n \n(Disponível \nem \nhttp://www.lifebuzz.com/funny-texts/#!SsbFU. \nAcessado em 02/02/2014.) \n \nDepreende-se dessa troca de mensagens que", "alternativas": "a) a mãe ficou satisfeita com a resposta dada pelo filho à \npergunta que ela lhe fez. \n \nb) o filho não entendeu a pergunta feita a ele por sua \nmãe. \n \nc) a mãe não foi capaz de interpretar adequadamente a \nresposta do seu filho. \n \nd) o filho se dispôs a responder à pergunta feita pela mãe \nmais tarde. \n \n9\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \n \n(Adaptado \nde \nhttp://animals.nationalgeographic.com/animals/ \nprehistoric/tyrannosaurus-rex/. Acessado em 15/06/2014.) \n \nSegundo o texto,", "alternativas": "a) fósseis comprovam que um Tyrannosaurus rex podia \nalcançar doze metros de altura. \n \nb) apesar de seus braços curtos, um Tyrannosaurus rex \nera capaz de levar uma presa a sua boca. \n \nc) os dentes e o pescoço de um Tyrannosaurus rex \nestavam adaptados a sua dieta. \n \nd) a cauda vigorosa de um Tyrannosaurus rex impedia-o \nde se mover mais agilmente.   \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \n(Adaptado de http://www.animalplanet.com/pets/cat-intelligence.htm. \nAcessado em 14/06/2014.) \n \nSegundo o texto,", "alternativas": "a) comparar a inteligência de animais tão diferentes como \ncães e gatos não faz nenhum sentido. \n \nb) os cachorros são mais inteligentes que os gatos porque \nconseguem cumprir ordens de seus donos. \nc) donos de gatos reclamam que seus animais de \nestimação não obedecem às suas ordens. \n \nd) se cães e gatos forem bem treinados, demonstrarão a \nmesma inteligência e adaptabilidade. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \n   \n(Disponível em https://www.adbusters.org/content/everything-that’s-\nwrong-our-oil-soaked-industrial-economy. Acessado em 12/06/2014.) \n \nO cartaz acima critica, de forma irônica,", "alternativas": "a) a utilização excessiva de combustíveis que poluem o \nmeio ambiente. \n  \nb) as objeções dos ecologistas ao uso do plástico nas \nsociedades contemporâneas. \n \nc) o gasto de dinheiro público para financiar projetos que \npoluem o meio ambiente. \n \nd) o uso irresponsável de materiais descartáveis nas \nsociedades contemporâneas. \n \n \n \n \n \n \n \n \n \n \n \nFeline Intelligence \nDog and cat lovers seem to relish unending debates \nover which animal is \"smarter.\" Dog owners often cap \ntheir arguments with the fact that dogs have the ability to \nperform tricks, while cat people counter with the claim \nthat their pets are too intelligent to perform on \ncommand. In truth, such methods of pet comparison are \nuseless animal-world versions of mixing apples and \noranges. Dogs are motivated by a strong need to follow \nand please their masters in order to receive praise. The \nsolitary cat answers to no one; nevertheless, if \ntrainability may not be the feline's forte, cleverness and \nadaptability certainly are. \nTyrannosaurus rex \nTyrannosaurus rex was one of the largest meat-\neating dinosaurs that ever lived. Fossil evidence \nshows that T. rex was about 12 meters long and \nabout 4.6 to 6 meters tall. Its robust thighs and long, \npowerful tail helped it move quickly. \nT. rex's serrated, conical teeth were used to pierce \nand grip flesh, which it then ripped away with its \nstrong neck muscles. Its two-fingered forearms \ncould probably seize prey, but they were too short to \nreach its mouth. \n10\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nEarthquakes \nSome 80 percent of all the planet's earthquakes occur \nalong the rim of the Pacific Ocean, called the \"Ring of Fire\" \nbecause of the preponderance of volcanic activity there. \nMost earthquakes occur at fault zones, where tectonic \nplates – giant rock slabs that make up the Earth's upper \nlayer – collide or slide against each other. These impacts \nare usually gradual and unnoticeable on the surface; \nhowever, immense stress can build up between plates. \nWhen this stress is released quickly, it sends massive \nvibrations, called seismic waves, often hundreds of miles \nthrough the rock and up to the surface. \n \n(Adaptado \nde \nhttp://environment.nationalgeographic.com/envir \nonment/natural-disasters/earthquake-profile/. \nAcessado \nem \n22/06/2014.) \n \nDe acordo com o texto,", "alternativas": "a) maremotos ocorrem quando a energia acumulada \nentre placas tectônicas é liberada de modo abrupto, \nvindo, então, rapidamente à superfície. \n \nb) terremotos podem ser imperceptíveis na superfície, \nainda que tenha havido, de fato, \ncolisão ou \ndeslizamento de placas tectônicas. \n \nc) maremotos, também denominados ondas sísmicas, \nocorrem \nquando \nplacas \ntectônicas \ncolidem \nou \ndeslizam. \n \nd) terremotos são mais frequentes na zona costeira do \nOceano Pacífico devido à baixa incidência de \natividades vulcânicas na região. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \n(Adaptado de http://randomrationality.com/tag/biotech/. Acessado em \n16/07/2014.) \n \nQual das técnicas descritas no infográfico acima foi \nutilizada por Gregor Mendel (1822-1884) em seus \nexperimentos?", "alternativas": "a) (1). \nb) (2). \nc) (3). \nd) (4). \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ".  \n \nSeca faz cidades do interior de SP decretarem \nemergência.  \nA falta de água enfrentada pelo Sudeste do país tem feito \ncada vez mais cidades de São Paulo e de Minas Gerais \nadotarem o racionamento, para reduzir o consumo de \nágua, ou decretarem estado de emergência. Além do \ndesabastecimento, a seca tem prejudicado também setores \ncomo a agricultura, a indústria, a saúde e o turismo dessas \ncidades. \n \n(Adaptado de http://noticias.uol.com.br/ultimas-noticias/agencia-estado/\n2014/07/07/seca-faz-cidades-do-interior-decretarem-emergencia.htm.\nAcessado em 16/07/2014.) \n \n \n \n \nA situação de seca citada na reportagem é determinada \npor mudanças no ciclo hidrológico, em que as plantas têm \npapel determinante, uma vez que representam uma fonte \nde vapor d’água para a atmosfera. Os vasos que \nconduzem a água das raízes até as folhas são os", "alternativas": "a) floemáticos e a transpiração ocorre pelos estômatos. \n \nb) floemáticos e a transpiração ocorre pelos tricomas. \n \nc) xilemáticos e a transpiração ocorre pelos tricomas. \n \nd) xilemáticos e a transpiração ocorre pelos estômatos. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ".  \n \nSeca faz cidades do interior de SP decretarem \nemergência.  \nA falta de água enfrentada pelo Sudeste do país tem feito \ncada vez mais cidades de São Paulo e de Minas Gerais \nadotarem o racionamento, para reduzir o consumo de \nágua, ou decretarem estado de emergência. Além do \ndesabastecimento, a seca tem prejudicado também setores \ncomo a agricultura, a indústria, a saúde e o turismo dessas \ncidades. \n \n(Adaptado de http://noticias.uol.com.br/ultimas-noticias/agencia-estado/\n2014/07/07/seca-faz-cidades-do-interior-decretarem-emergencia.htm.\nAcessado em 16/07/2014.) \n \n \n \n \nO hormônio ADH (antidiurético), produzido no hipotálamo e \narmazenado na hipófise, é o principal regulador fisiológico \ndo equilíbrio hídrico no corpo humano. Assinale a \nalternativa correta.", "alternativas": "a) A redução na ingestão de água aumenta a pressão \nosmótica \ndo \nsangue. \nO \nADH \natua \nnos \nrins, \naumentando a reabsorção de água e diminuindo a \npressão osmótica do sangue. \n \nb) O aumento na ingestão de água aumenta a pressão \nosmótica \ndo \nsangue. \nO \nADH \natua \nnos \nrins, \naumentando a reabsorção de água e diminuindo a \npressão osmótica do sangue. \n \nc) A redução na ingestão de água diminui a pressão \nosmótica \ndo \nsangue. \nO \nADH \natua \nnos \nrins, \naumentando a reabsorção de água e aumentando a \npressão osmótica do sangue. \n \nd) O aumento na ingestão de água diminui a pressão \nosmótica do sangue. O ADH atua nos rins, diminuindo \na reabsorção de água e aumentando a pressão \nosmótica do sangue. \n \n \n \n \n \n \n11\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nO estudo do desenvolvimento embrionário é importante \npara se entender a evolução dos animais. Observe as \nimagens abaixo. \n \nA \n \nB \n \nAssinale a alternativa correta.", "alternativas": "a) O animal A apresenta simetria bilateral e é celomado. \n \nb) O animal B apresenta simetria radial e é celomado. \n \nc) O animal A apresenta simetria radial e é acelomado. \n \nd) O animal B apresenta simetria bilateral e é acelomado. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nCampinas viveu no verão deste ano a maior epidemia de \ndengue da sua história e situação semelhante foi \nobservada em outras cidades brasileiras. Indique o vetor \ndessa virose, onde ele se reproduz e a situação de \ntemperatura que influencia sua reprodução.", "alternativas": "a) O vetor do vírus da dengue é o Aedes aegypti. Suas \nfases imaturas desenvolvem-se no solo e há diminuição \nna sua reprodução em temperaturas abaixo de 17º C. \n \nb) O vetor do vírus da dengue é o Culex quiquefasciatus. \nSuas fases imaturas desenvolvem-se na água suja e há \naumento na sua reprodução em temperaturas abaixo de \n17º C. \n \nc) O vetor do vírus da dengue é o Aedes aegypti. Suas \nfases imaturas desenvolvem-se na água limpa e há \ndiminuição na sua reprodução em temperaturas abaixo \nde 17º C. \n \nd) O vetor do vírus da dengue é o Culex quiquefasciatus. \nSua reprodução se dá no solo e sofre aumento em \ntemperaturas abaixo de 17º C. \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nSão estruturas encontradas em vegetais:", "alternativas": "a) parede celular, grana, arquêntero, mitocôndria, DNA. \n \nb) mitocôndria, vacúolo, tilacoide, vasos, cromossomo. \n \nc) mitocôndria, carioteca, axônio, núcleo, estroma. \n \nd) dendrito, cloroplasto, DNA, endométrio, estômato. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nO crescimento das plantas é afetado pelo balanço entre a \nfotossíntese e a respiração. O padrão de resposta desses \ndois importantes processos fisiológicos em função da \ntemperatura é apresentado nos gráficos abaixo, relativos a \nduas espécies de plantas. \n \n \n \nSobre as espécies X e Y, é correto afirmar:", "alternativas": "a) A espécie Y não apresenta ganho líquido de carbono a \n15oC. \n \nb) As duas espécies têm perda líquida de carbono a \n45oC. \n \nc) A espécie Y crescerá menos do que a espécie X a \n25oC. \n \nd) As duas espécies têm ganho líquido de carbono a \n45oC. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n12\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nEm uma espécie de planta, o caráter cor da flor tem \ncodominância e herança mendeliana. O fenótipo vermelho \né homozigoto dominante, enquanto a cor branca é \ncaracterística do homozigoto recessivo. Considerando o \nesquema abaixo, é correto afirmar que", "alternativas": "a) os fenótipos de II e III são iguais. \n \nb) o fenótipo de X é vermelho. \n \nc) os fenótipos de IX e X são os mesmos dos pais. \n \nd) o fenótipo de IV é vermelho. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nO nitrogênio é um elemento essencial para as plantas, \npodendo ser obtido do solo ou da atmosfera. No último \ncaso, verifica-se a associação entre plantas e bactérias, \nque irão captar moléculas de nitrogênio e convertê-las em \ncompostos nitrogenados usados na nutrição das plantas. \nEm contrapartida, as bactérias se aproveitam dos produtos \noriundos da fotossíntese realizada pelas plantas. Essa \nassociação é denominada", "alternativas": "a) mutualismo. O texto se refere a bactérias do gênero \nRhizobium, que produzem amônio. \n \nb) comensalismo. O texto se refere a bactérias do gênero \nRhizobium, que produzem amônio. \n \nc) mutualismo. O texto se refere a bactérias do gênero \nNitrosomona, que produzem proteínas. \n \nd) comensalismo. O texto se refere a bactérias do gênero \nNitrosomona, que produzem proteínas. \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nO filo Mollusca é o segundo maior do reino animal em \nnúmero de espécies. É correto afirmar que os moluscos da \nclasse Gastropoda", "alternativas": "a) são exclusivamente marinhos. \n \nb) possuem conchas, mas não rádula. \n \nc) são exclusivamente terrestres. \n \nd) possuem pé desenvolvido e rádula. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nNos porões dos navios vindos do Oriente no século XIV, \nchegavam milhares de ratos à Europa, onde encontravam \num ambiente favorável, dadas as condições precárias de \nhigiene. Esses ratos estavam contaminados e suas pulgas \ntransmitiam um agente etiológico aos homens através da \npicada. Os ratos também morriam da doença e, quando \nisto acontecia, as pulgas passavam rapidamente para os \nhumanos, para obterem seu alimento, o sangue. Qual é o \nagente etiológico e qual é o nome popular dessa doença?", "alternativas": "a) Vírus, peste bubônica. \n \nb) Bactéria, peste bubônica. \n \nc) Vírus, leptospirose. \n \nd) Bactéria, leptospirose. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n13\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nSinto no meu corpo \nA dor que angustia \nA lei ao meu redor \nA lei que eu não queria \n \nEstado violência \nEstado hipocrisia \nA lei que não é minha \nA lei que eu não queria \n \n(“Estado Violência”, Charles Gavin, em Titãs, Cabeça Dinossauro, \nWEA, 1989.) \n \nA letra dessa música, gravada pelos Titãs,", "alternativas": "a) critica a noção de Estado e sua ausência de controle, \naspectos comuns ao liberalismo e ao marxismo. \n \nb) constata que o corpo físico e o corpo político se \nrelacionam em sociedades de controle. \n \nc) critica o autoritarismo policial e o modelo de regulação \nproposto pelo anarquismo. \n \nd) constata que o Estado autoritário, mesmo com boas \nleis, é sabotado pela figura do policial. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA maneira pela qual adquirimos qualquer conhecimento \nconstitui suficiente prova de que não é inato.  \n \n(John Locke, Ensaio acerca do entendimento humano. São Paulo: \nNova Cultural, 1988, p.13.) \n \nO empirismo, corrente filosófica da qual Locke fazia parte,", "alternativas": "a) afirma que o conhecimento não é inato, pois sua \naquisição deriva da experiência.  \n \nb) é uma forma de ceticismo, pois nega que os \nconhecimentos possam ser obtidos. \n \nc) aproxima-se do modelo científico cartesiano, ao negar a \nexistência de ideias inatas.   \n \nd) defende que as ideias estão presentes na razão desde \no nascimento. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nApenas a procriação de filhos legítimos, embora essencial, \nnão justifica a escolha da esposa. As ambições políticas e \nas necessidades econômicas que as subentendem \nexercem \num \npapel \nigualmente \npoderoso. \nComo \ndemonstraram inúmeros estudos, os dirigentes atenienses \ncasam-se entre si, e geralmente com o parente mais \npróximo possível, isto é, primos coirmãos. É sintomático \nque os autores antigos que nos informam sobre o \ncasamento de homens políticos atenienses omitam os \nnomes das mulheres desposadas, mas nunca o nome do  \nseu pai ou do seu marido precedente.  \n \n(Adaptado de Alain Corbin e outros, História da virilidade, vol. 1. \nPetrópolis: Vozes, 2014, p. 62.) \n \nConsiderando o texto e a situação da mulher na Atenas \nclássica, podemos afirmar que se trata de uma sociedade", "alternativas": "a) na qual o casamento também tem implicações políticas \ne sociais. \n  \nb) que, por ser democrática, dá uma atenção especial aos \ndireitos da mulher. \n \nc) em que o amor é o critério principal  para a formação de \ncasais da elite. \n \nd) em que o direito da mulher se sobrepõe ao interesse \npolítico e social. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nSão mais ou menos constantes as queixas dos bispos e \ndos clérigos sobre a manutenção das práticas pagãs no \nmínimo até o século X. Um conjunto de práticas pagãs se \nmantém quase intacto, sem levar em conta festas públicas \npagãs como a de 1º de janeiro, que sobreviveu durante \nmuito tempo.  \n \n(Adaptado de Michel Rouche, \"Alta Idade Média Ocidental\", em Paul \nVeyne (org.), História da vida privada: do Império Romano ao ano mil. \nSão Paulo: Companhia das Letras, 2009, p.504.) \n \nAssinale a alternativa correta.", "alternativas": "a) A crítica à institucionalização da Igreja, com a \nconsolidação da hierarquia em torno do papa e dos \nbispos, \nteve \nsua \nprincipal \nmanifestação \nna \nmanutenção de práticas pagãs. \n \nb) As práticas pagãs eram costumes de origem popular \nrespeitados \npelas \nordens \nreligiosas, \ncomo \nos \nbeneditinos, mas criticados pelos bispos e pelo clero \ntradicional. \n \nc) A diversidade de práticas religiosas era frequente na \nAlta Idade Média, apesar dos esforços institucionais do \nalto clero católico em combater as crenças populares e \ndefender a unidade religiosa na Europa. \n \nd) A \npresença \ndo \ncristianismo \nnão \nsignificou \no \ndesaparecimento de todas as práticas religiosas \nconsideradas pagãs, pois algumas delas foram \ntoleradas pela Igreja, como o sabá e as festas \npopulares. \n14\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nEngenheiros, naturalistas, matemáticos e artistas, sob o \nmecenato \nde \nNassau, \ninvestigaram \na \nnatureza \ne \ntransformaram a paisagem nordestina. Recife tornou-se \numa das cidades mais importantes da América, com \nmodernas pontes e prédios. Além do incentivo à arte, o \ngoverno [de Nassau] promulgou leis que eram iguais para \ntodos, impedindo injustiças contra os antigos habitantes.  \n \n(Ronald Raminelli, Invasões Holandesa”, em Ronaldo Vainfas (dir.), \nDicionário do Brasil Colonial. Rio de Janeiro: Objetiva, 2001, p. 315.) \n \nAs transformações durante o governo de Maurício de \nNassau (1637-1645), em Pernambuco, são exemplos de \num contexto em que", "alternativas": "a) o mecenato e a aplicação de leis idênticas para \nholandeses e luso-brasileiros eram uma continuidade \ndo modelo renascentista, representando um período de \nmodernização da região. \n \nb) houve dinamização da economia açucareira na região, \ncom a reativação de engenhos e perdão de dívidas dos \nantigos proprietários, impulsionando a remodelação da \ncidade de Recife. \n \nc) houve a aplicação de princípios mercantilistas para a \nobtenção de lucros e a perseguição, por parte dos \nholandeses calvinistas, a judeus, cristãos-novos e \ncatólicos.  \n \nd) as expedições dos artistas e cientistas tinham o \npropósito \nde \nretratar \na \npaisagem \ne \nidentificar \npotencialidades econômicas da região, pois o açúcar \nestava em declínio no comércio internacional. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA igualdade, a universalidade e o caráter natural dos \ndireitos humanos ganharam uma expressão política direta \npela primeira vez na Declaração da Independência \namericana de 1776 e na Declaração dos Direitos do \nHomem e do Cidadão de 1789. Embora se referisse aos \n“antigos direitos e liberdades” estabelecidos pela lei inglesa \ne derivados da história inglesa, a Bill of Rights inglesa de \n1689 não declarava a igualdade, a universalidade ou o \ncaráter natural dos direitos. Os direitos são humanos não \napenas por se oporem a direitos divinos ou de animais, \nmas por serem os direitos de humanos em relação uns aos \noutros. \n \n(Adaptado de Lynn Hunt, A invenção dos direitos humanos: uma \nhistória. São Paulo: Companhia das Letras, 2009, p. 19.) \n \n \n \n \nAssinale a alternativa correta.", "alternativas": "a) A prática jurídica da igualdade foi expressa na \nDeclaração de Independência dos EUA e assegurada \nnos países independentes do continente americano \napós 1776. \n \nb) A lei inglesa, ao referir-se aos antigos direitos, \npreservava a hierarquia, os privilégios exclusivos da \nnobreza sobre a propriedade e os castigos corporais \ncomo procedimento jurídico. \n \nc)  No contexto da Revolução Francesa, a Declaração dos \nDireitos do Homem e do Cidadão significou o fim do \nAntigo Regime, ainda que tenham sido mantidos os \ndireitos tradicionais da nobreza. \n \nd) Os direitos do homem, por serem direitos dos humanos \nem relação uns aos outros, significam que não pode \nhaver privilégios, nem direitos divinos, mas devem \nprevalecer os princípios da igualdade e universalidade \ndos direitos entre os humanos. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nUm elemento importante nos anos de 1820 e 1830 foi o \ndesejo de autonomia literária, tornado mais vivo depois da \nIndependência. (…) O Romantismo apareceu aos poucos \ncomo caminho favorável à expressão própria da nação \nrecém-fundada, pois fornecia concepções e modelos que \npermitiam afirmar o particularismo, e portanto a identidade, \nem oposição à Metrópole (…). \n \n(Antonio Candido, O Romantismo no Brasil. São Paulo: Humanitas, \n2004, p. 19.) \n \nTendo em vista o movimento literário mencionado no \ntrecho acima, e seu alcance na história do período, é \ncorreto afirmar que", "alternativas": "a) o nacionalismo foi impulsionado na literatura com a \nvinda da família real, em 1808, quando houve a \nintrodução da imprensa no Rio de Janeiro e os \nprimeiros livros circularam no país.  \n \nb) o indianismo ocupou um lugar de destaque na \nafirmação das identidades locais, expressando um viés \ndecadentista e cético quanto à civilização nos trópicos. \n \nc) os autores românticos foram importantes no período por \nproduzirem uma literatura que expressava aspectos da \nnatureza, da história e das sociedades locais. \n \nd) a população nativa foi considerada a mais original \ndentro do Romantismo e, graças à atuação dos \nliteratos, os indígenas passaram a ter direitos políticos \nque eram vetados aos negros.  \n \n15\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nO relato a seguir é parte da biografia de um homem que \npassou sua infância no atual Mali.  \n \nEm novembro de 1918, a África, como a metrópole, \nfestejou o fim da Grande Guerra Mundial e a vitória da \nFrança e seus aliados (…). Estávamos orgulhosos do \npapel desempenhado pelos soldados africanos na frente \nde batalha. (…) Os sobreviventes que voltaram em 1918-\n1919 foram a causa de um novo fenômeno social que \ninfluiu na evolução da mentalidade nativa. Estou falando do \nfim do mito do homem branco como ser invencível e sem \ndefeitos. \n \n(Amadou Hampâté Bâ, Amkoullel, o menino fula. São Paulo: Palas \nAthena/Casa das Áfricas, 2003, p. 312-313.) \n \nConsiderando o relato acima, é correto afirmar que", "alternativas": "a) a presença dos soldados africanos contribuiu para \nconstruir uma identidade africana sustentada nos \nprincípios bélicos do imperialismo europeu. \n \nb) a presença de soldados africanos nos conflitos \ncontribuiu \npara \no \nquestionamento \ndo \nmito \nda \nsuperioridade do homem branco.  \n \nc) o autor, ao apresentar a fragilidade do homem branco, \ninstaurou um discurso inverso de superioridade dos \nafricanos.   \n \nd) o autor, ao apresentar o norte da África como parte da \nFrança, exaltou o projeto imperialista francês e suas \nestratégias de integração cultural. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nO historiador Daniel Aarão Reis tem defendido que o \nregime instaurado em 1964 não seja conhecido apenas \ncomo “ditadura militar”, mas como “ditadura civil-militar”, \npois contou com a participação civil.  \n \nPara exemplificar o envolvimento civil, é possível citar", "alternativas": "a) manifestações populares como a “passeata dos 100 \nmil”, a campanha pela anistia e as “Marchas da família \ncom Deus e pela liberdade”. \n \nb) a atuação homogênea do clero brasileiro e da \nAssociação Brasileira de Imprensa (ABI), que temiam a \ninstauração do comunismo no país.  \n \nc) a \nparticipação \nda \npopulação \nnas \neleições \nparlamentares, legitimando as decisões políticas por \nmeio de referendos. \n \nd) o apoio de empresários, grupos midiáticos, políticos \ncivis e classes médias urbanas que davam sustentação \naos militares. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \n \nCândido Portinari. Lavrador de Café. 1934. Óleo sobre tela (100 X 81 \ncm). \n \nÉ correto afirmar que a obra acima reproduzida", "alternativas": "a) faz menção a dois aspectos importantes da economia \nbrasileira: a mão de obra negra na agricultura e o café \ncomo produto de exportação. \n \nb) expressa a visão política do artista, ao figurar um corpo \nnuma proporcionalidade clássica como forma de \nenaltecer a mão de obra negra na economia brasileira. \n \nc) exalta o homem colonial e as riquezas da terra, \nconsiderando-se que o país possui uma economia \nagrícola diversificada desde aquele período. \n \nd) apresenta uma crítica à destruição da natureza, como \nse observa na derrubada de árvores, e uma crítica à \nmanutenção do trabalho escravo em regiões remotas \ndo país. \n \n \n \n \n16\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": "  \n \nA primeira lei de Kepler demonstrou que os planetas se \nmovem em órbitas elípticas e não circulares. A segunda lei \nmostrou que os planetas não se movem a uma velocidade \nconstante. \n \n(Adaptado Marvin Perry, Civilização Ocidental: uma história concisa. \nSão Paulo: Martins Fontes, 1999, p. 289.) \n \nÉ correto afirmar que as leis de Kepler", "alternativas": "a) confirmaram as teorias definidas por Copérnico e são \nexemplos do modelo científico que passou a vigorar a \npartir da Alta Idade Média. \n \nb) confirmaram as teorias defendidas por Ptolomeu e \npermitiram a produção das cartas náuticas usadas no \nperíodo do descobrimento da América. \n \nc) são a base do modelo planetário geocêntrico e se \ntornaram as premissas cientificas que vigoram até hoje. \n \nd) forneceram subsídios para demonstrar o modelo \nplanetário \nheliocêntrico \ne \ncriticar \nas \nposições \ndefendidas pela Igreja naquela época.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nOs astrônomos estimam que a estrela estaria situada a \numa distância d = 9,0 x 1018 m da Terra. Considerando um \nfoguete que se desloca a uma velocidade v = 1,5 x 104 m/s, \no tempo de viagem do foguete da Terra até essa estrela \nseria de    \n \n(1 ano ≈ 3,0x107 s)", "alternativas": "a) 2.000 anos. \n \nb) 300.000 anos. \n \nc) 6.000.000 anos. \n \nd) 20.000.000 anos. \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ".  \n \nRecentemente, uma equipe de astrônomos afirmou ter \nidentificado uma estrela com dimensões comparáveis às \nda Terra, composta predominantemente de diamante. Por \nser muito frio, o astro, possivelmente uma estrela anã \nbranca, teria tido o carbono de sua composição cristalizado \nem forma de um diamante praticamente do tamanho da \nTerra. \n \n \n \nConsiderando que a massa e as dimensões dessa estrela \nsão comparáveis às da Terra, espera-se que a aceleração \nda gravidade que atua em corpos próximos à superfície de \nambos os astros seja constante e de valor não muito \ndiferente. Suponha que um corpo abandonado, a partir do \nrepouso, de uma altura h = 54 m da superfície da estrela, \napresente um tempo de queda t = 3,0 s. Desta forma, \npode-se afirmar que a aceleração da gravidade na estrela \né de", "alternativas": "a) 8,0 m/s2. \n \nb) 10 m/s2. \n \nc) 12 m/s2. \n \nd) 18 m/s2. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ".  \n \nRecentemente, uma equipe de astrônomos afirmou ter \nidentificado uma estrela com dimensões comparáveis às \nda Terra, composta predominantemente de diamante. Por \nser muito frio, o astro, possivelmente uma estrela anã \nbranca, teria tido o carbono de sua composição cristalizado \nem forma de um diamante praticamente do tamanho da \nTerra. \n \n \n \nOs cálculos dos pesquisadores sugerem que a temperatura \nmédia dessa estrela é de Ti = 2.700 0C. Considere uma \nestrela \ncomo \num \ncorpo \nhomogêneo \nde \nmassa \nM = 6,0 x 1024 kg constituída de um material com calor \nespecífico c = 0,5 kJ/(kg 0C). A quantidade de calor que \ndeve ser perdida pela estrela para que ela atinja uma \ntemperatura final de Tf = 700 0C  é igual a", "alternativas": "a) 24,0 x 1027 kJ. \n \nb) 6,0 x 1027 kJ. \n \nc) 8,1 x 1027 kJ. \n \nd) 2,1 x 1027 kJ. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n17\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nConsidere um computador que armazena informações em \num disco rígido que gira a uma frequência de 120 Hz. Cada \nunidade de informação ocupa um comprimento físico de \n0,2 m na direção do movimento de rotação do disco. \nQuantas informações magnéticas passam, por segundo, \npela cabeça de leitura, se ela estiver posicionada a 3 cm \ndo centro de seu eixo, como mostra o esquema \nsimplificado apresentado abaixo? \n \n(Considere π ≈ 3.)", "alternativas": "a) 1,62 x 106. \n \nb) 1,8 x 106. \n \nc) 64,8 x 108. \n \nd) 1,08 x 108. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ".  \n \nA figura abaixo mostra, de forma simplificada, o sistema de \nfreios a disco de um automóvel. Ao se pressionar o pedal \ndo freio, este empurra o êmbolo de um primeiro pistão que, \npor sua vez, através do óleo do circuito hidráulico, empurra \num segundo pistão. O segundo pistão pressiona uma \npastilha de freio contra um disco metálico preso à roda, \nfazendo com que ela diminua sua velocidade angular. \n \n \n \n \n \n \n \nConsiderando o diâmetro d2 do segundo pistão duas vezes \nmaior que o diâmetro d1 do primeiro, qual a razão entre a \nforça aplicada ao pedal de freio pelo pé do motorista e a \nforça aplicada à pastilha de freio?", "alternativas": "a) 1/4. \n \nb) 1/2. \n \nc) 2. \n \nd) 4. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": ".  \n \nA figura abaixo mostra, de forma simplificada, o sistema de \nfreios a disco de um automóvel. Ao se pressionar o pedal \ndo freio, este empurra o êmbolo de um primeiro pistão que, \npor sua vez, através do óleo do circuito hidráulico, empurra \num segundo pistão. O segundo pistão pressiona uma \npastilha de freio contra um disco metálico preso à roda, \nfazendo com que ela diminua sua velocidade angular. \n \n \n \n \n \n \n \nQual o trabalho executado pela força de atrito entre o pneu \ne o solo para parar um carro de massa m = 1.000 kg, \ninicialmente a v = 72 km/h, sabendo que os pneus travam \nno instante da frenagem, deixando de girar, e o carro \ndesliza durante todo o tempo de frenagem?", "alternativas": "a) 3,6 x 104 J. \n \nb) 2,0 x 105 J. \n \nc) 4,0 x 105 J. \n \nd) 2,6 x 106 J. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nPor sua baixa eficiência energética, \nas lâmpadas \nincandescentes deixarão de ser comercializadas para uso \ndoméstico comum no Brasil. Nessas lâmpadas, apenas 5% \nda energia elétrica consumida é convertida em luz visível, \nsendo o restante transformado em calor. Considerando \numa lâmpada incandescente que consome 60 W de \npotência elétrica, qual a energia perdida em forma de calor \nem uma hora de operação?", "alternativas": "a) 10.800 J. \n \nb) 34.200 J. \n \nc) 205.200 J. \n \nd) 216.000 J. \n \n \n \n \n \n \n \n \n \n \n \n \n \n18\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA figura 1 apresentada a seguir representa a potência \nelétrica dissipada pelo filamento de tungstênio de uma \nlâmpada incandescente em função da sua resistência \nelétrica. Já a figura 2 apresenta a temperatura de operação \ndo filamento em função de sua resistência elétrica. Se uma \nlâmpada em funcionamento dissipa 150 W de potência \nelétrica, a temperatura do filamento da lâmpada é mais \npróxima de:", "alternativas": "a) 325 0C. \n \nb) 1.250 0C. \n \nc) 3.000 0C. \n \nd) 3.750 0C. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nQuando as fontes de tensão contínua que alimentam os \naparelhos elétricos e eletrônicos são desligadas, elas \nlevam normalmente certo tempo para atingir a tensão de \nU = 0 V. Um estudante interessado em estudar tal \nfenômeno usa um amperímetro e um relógio para \nacompanhar o decréscimo da corrente que circula pelo \ncircuito a seguir em função do tempo, após a fonte ser \ndesligada em t = 0 s. Usando os valores de corrente e \ntempo medidos pelo estudante, pode-se dizer que a \ndiferença de potencial sobre o resistor R = 0,5 kΩ para \nt = 400 ms é igual a", "alternativas": "a) 6 V. \n \nb) 12 V. \n \nc) 20 V. \n \nd) 40 V. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nEspelhos esféricos côncavos são comumente utilizados por \ndentistas porque, dependendo da posição relativa entre \nobjeto e imagem, eles permitem visualizar detalhes \nprecisos dos dentes do paciente. Na figura abaixo, pode-se \nobservar esquematicamente a imagem formada por um \nespelho côncavo. Fazendo uso de raios notáveis, podemos \ndizer que a flecha que representa o objeto", "alternativas": "a) se encontra entre F e V e aponta na direção da \nimagem. \n \nb) se encontra entre F e C e aponta na direção da \nimagem. \n \nc) se encontra entre F e V e aponta na direção oposta à \nimagem. \n \nd) se encontra entre F e C e aponta na direção oposta à \nimagem. \n19\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \n \n \n \n(Fonte: The World at Six Billions. United Nations: USA, 1999.) \n \nO gráfico acima apresenta as progressões do tamanho da \npopulação e do incremento populacional, por décadas, de \n1750 até a projeção para 2050. A partir de 1990, verifica-se \numa \nimportante \nmudança \nde \ncomportamento \ndo \nincremento. Contudo, a população continua a crescer \nporque o incremento populacional", "alternativas": "a) continua positivo. \n \nb) passou a ser negativo. \n \nc) manteve-se constante. \n \nd) está em queda. \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nUm país da Europa Ocidental encontra-se envolvido em \ndiscussões internas sobre separatismo entre as suas duas \nprincipais regiões: Flandres, ao norte, e Valônia, ao Sul.  \n \nQual é esse país?", "alternativas": "a) Ucrânia. \n \nb) Suíça. \n \nc) Bélgica. \n \nd) Espanha. \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nO território brasileiro se caracteriza por uma vasta gama de \nusos agrícolas em função de sua sociodiversidade, que \ninclui as populações caiçaras, as geraizeiras, as ribeirinhas \ne as faxinalenses. São características dessas populações:", "alternativas": "a) dedicação à pesca artesanal, agricultura de pousio, \nespaços destinados a usos comuns e cultivo de \ngêneros alimentícios voltado para a subsistência e o \nmercado local. \n \nb) dedicação à pesca predatória, agricultura de pousio, \nespaços destinados ao arrendamento e cultivo de \ncana-de-açúcar \nvoltado \npara \na \nprodução \nde \nbiocombustível. \n \nc) dedicação à pesca artesanal, agricultura científica de \nprecisão, espaços destinados a usos privados e cultivo \nde gêneros alimentícios voltado para o mercado local. \n \nd) dedicação à pesca predatória, agricultura equiparável \nao agronegócio, espaços destinados a usos comuns e \ncultivo de plantas voltado para a indústria química. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA gestão pública e empresarial \nmantém \nrelações \ncomplexas, \nhierárquicas, \nde \ncontrole \nentre \ncentros \nurbanos, propagando decisões, definindo relações e \ndestinando investimentos. \n \n(Adaptado de Regiões de Influência das cidades – 2007. IBGE. \nDisponível \nem \nwww.mma.gov.br/estrutura/PZEE_/arquiv \nos/regra_28.pdf.) \n \nSegundo o IBGE, os três principais centros de gestão \nempresarial que exercem acentuado comando sobre o \nconjunto do território brasileiro são, em ordem de \nimportância,", "alternativas": "a) Brasília, São Paulo, Rio de Janeiro. \n \nb) Rio de Janeiro, São Paulo, Brasília. \n \nc) São Paulo, Rio de Janeiro, Brasília. \n \nd) Brasília, Rio de Janeiro, São Paulo. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n20\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA observação do canavial fornece, numa primeira \nimpressão, a imagem de um mar de cana, um todo \nhomogêneo no qual se distribuem os trabalhadores. Essa \nvisão se desfaz quando se analisa o processo de trabalho. \nNa medida em que se penetra no interior das relações de \nprodução, descortina-se um universo submerso, pilar \nbásico de uma estrutura de dominação. \n \n(Adaptado de Maria Aparecida de Moraes Silva, Errantes do fim do \nséculo. São Paulo: Fundação Editora da Unesp, 1999.) \n \nA respeito das relações de trabalho nas fazendas de cana-\nde-açúcar em várias regiões do Brasil, é correto afirmar \nque:", "alternativas": "a) A elevada mecanização da lavoura e as exigências \ndas leis trabalhistas levam os antigos cortadores de \ncana a serem empregados nos setores de produção no \ninterior das usinas de álcool e de açúcar. \n \nb) A expansão dos canaviais e o aumento da produção \nde álcool e de açúcar permitem que os trabalhadores \npermaneçam empregados durante todo o ano, \nreduzindo o trabalho sazonal. \n \nc) As usinas eliminam os pagamentos dos trabalhadores \npor produtividade no corte da cana, e, com isso, os \nganhos salariais passam a ser computados apenas \npelos dias trabalhados. \n \nd) Os trabalhadores são migrantes sazonais que se \ndeslocam para o trabalho manual nos canaviais e \nretornam para suas antigas regiões após a colheita, \ndedicando-se a atividades de subsistência. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nPaisagem de uma metrópole brasileira \n \n(Fonte: Tuca Vieira. Disponível em www.tucavieira.com.br. Acessado \nem 10/06/2014.) \n \nConsiderando a imagem, assinale a alternativa correta.", "alternativas": "a) A organização do espaço geográfico nas metrópoles \nbrasileiras \ncaracteriza-se, \nna \natualidade, \npela \ntendência à homogeneização das formas de habitar, \nem função da existência de políticas urbanas e sociais \nexitosas. \nb) Os moradores do condomínio fechado e os moradores \nda favela compartilham áreas comuns de lazer, fato \nque expressa o enfraquecimento dos conflitos entre as \ndiferentes classes sociais na metrópole. \n \nc) A concentração da riqueza permite a uma pequena \nparcela da sociedade viver em condomínios fechados \nde alto padrão, que, fortificados por aparatos de \nsegurança, aprofundam a fragmentação do espaço \nurbano. \n \nd) A favela é um espaço monofuncional, exclusivamente \nresidencial, desprovido de serviços urbanos básicos \ncomo energia elétrica, água, saneamento, limpeza e, \nportanto, equilibradamente coeso à malha urbana.  \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nPROJEÇÕES \n \nMAPAS \n \n \nA representação de uma esfera num plano estabelece um \ndesafio técnico resolvido a partir de distintas formas de \nprojeção, cada uma delas adequada a um objetivo. Faça a \ncorrespondência entre cada um dos mapas e sua correta \nprojeção.", "alternativas": "a) A, cônica; B, azimutal; C, cilíndrica. \n \nb) A, cilíndrica; B, cônica; C, azimutal. \n \nc) A, azimutal; B, cilíndrica; C, cônica. \n \nd) A, cilíndrica; B, azimutal; C, cônica. \n \n \n \n \n \n21\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nEm algumas localidades do Estado de Santa Catarina, \ncostuma-se registrar neve durante o período de inverno, \ncaso de São Joaquim e de outros municípios da região \nserrana. \nQual das alternativas abaixo associa corretamente dois \nfatores geográficos que favorecem a ocorrência do \nfenômeno na região indicada?", "alternativas": "a) Altitudes acima de 1.000 metros; latitude entre 23º S e \n66° S. \n \nb) Altitudes abaixo de 1.000 metros; latitude entre 66° S e \n90° S. \n \nc) Altitudes acima de 1.000 metros; latitude entre 23° N e \n66° N. \n \nd) Altitudes abaixo de 1.000 metros; latitude entre 66° N e \n90° N. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nNo mês de julho de 2014, uma chuva de granizo em uma \npraia do rio Ob, na cidade de Novosibirsk, na Sibéria, \nproduziu duas vítimas fatais. Esse tipo de evento \natmosférico é relativamente raro em latitudes médias e \naltas, sendo sua ocorrência mais frequente em regiões \nequatoriais, onde há maior incidência de formação de \nnuvem do tipo cumulonimbus. \n \nA ocorrência do mencionado fenômeno está associada", "alternativas": "a) ao fenômeno do “El Niño”, que produz mais \nevaporação da água de rios, mares e canais, afetando \ntambém as regiões temperadas e polares. \n \nb) a uma anomalia das condições atmosféricas locais, \nresultante da influência dos ventos quentes vindos do \nsul da Rússia. \n \nc) ao período de verão, estação em que ocorre mais \nfrequentemente o aumento da temperatura média e \nmaior evaporação da água. \n \nd) ao deslocamento de nuvens da Europa mediterrânea, \nde clima quente e úmido, produzindo \nchuvas \ntorrenciais nas regiões polares. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nAs restingas podem ser definidas como depósitos arenosos \nproduzidos por processos de dinâmica costeira atual (fortes \ncorrentes de deriva litorânea, podendo interagir com \ncorrentes de maré e fluxos fluviais), formando feições \nalongadas, paralelas ou transversais à linha da costa. \nPodem apresentar retrabalhamentos locais associados a \nprocessos eólicos e fluviais. Quando estáveis, as restingas \ndão forma às “planícies de restinga”, com desenvolvimento \nde vegetação herbácea e arbustiva e até arbórea. As \nrestingas são áreas sujeitas a processos erosivos \ndesencadeados, entre outros fatores, pela dinâmica da \ncirculação costeira, pela elevação do nível relativo do mar \ne pela urbanização. \n \n(Adaptado de Célia Regina G. Souza e outros, Restinga: conceitos e \nemprego do termo no Brasil e implicações na legislação ambiental. \nSão Paulo: Instituto Geológico, 2008.) \n \nÉ correto afirmar que as restingas existentes ao longo da \nfaixa litorânea brasileira são áreas", "alternativas": "a) pouco sobrecarregadas dos ecossistemas costeiros, \ndevido ao modo como ocorreu a ocupação humana, \ncom o processo de urbanização. \n \nb) onde a cobertura vegetal ocorre em mosaicos, \nencontrando-se em praias, cordões arenosos, dunas, \ndepressões, serras e planaltos, sem apresentar \ndiferenças fisionômicas importantes. \n \nc) suscetíveis à erosão costeira causada, entre outros \nfatores, \npor \namplas \nzonas \nde \ntransporte \nde \nsedimentos, elevação do nível relativo do mar e \nurbanização acelerada. \n \nd) onde o solo arenoso não apresenta dificuldade para a \nretenção de água e o acesso a nutrientes necessários \nao desenvolvimento da cobertura vegetal herbácea em \npraias e dunas. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n22\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": "  \n \nO mapa abaixo mostra, de forma esquemática, como será feita a transposição do Rio São Francisco.  \n \n \nDo ponto de vista ambiental, o processo de transporte e armazenamento da água leva a um aumento da sua salinidade e da \nsalinização do solo irrigado. Observando o mapa, e considerando Petrolina e Juazeiro como a região do médio São Francisco, \nconclui-se que a transposição das águas será realizada no", "alternativas": "a) médio alto São Francisco, a salinidade da água em Cabrobó será maior do que a próxima ao Rio Apodi e a salinização do \nsolo se deverá à evaporação da água. \n \nb) médio alto São Francisco, a salinidade da água próxima ao Rio Apodi será maior do que em Cabrobó e a salinização do \nsolo se deverá à condensação da água. \n \nc) médio baixo São Francisco, a salinidade da água em Cabrobó será maior do que a próxima ao Rio Apodi e a salinização \ndo solo se deverá à condensação da água. \n \nd) médio baixo São Francisco, a salinidade da água próxima ao Rio Apodi será maior do que em Cabrobó e a salinização do \nsolo se deverá à evaporação da água. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nPrazeres, benefícios, malefícios, lucros cercam o mundo \ndos refrigerantes. Recentemente, um grande fabricante \nnacional anunciou que havia reduzido em 13 mil toneladas \no uso de açúcar na fabricação de seus refrigerantes, mas \nnão informou em quanto tempo isso ocorreu. O rótulo atual \nde um de seus refrigerantes informa que 200 ml do produto \ncontêm 21g de açúcar. Utilizando apenas o açúcar \n“economizado” pelo referido fabricante seria possível \nfabricar, aproximadamente,", "alternativas": "a) 124  milhões de litros de refrigerante.  \n \nb) 2,60 bilhões de litros de refrigerante.  \n \nc) 1.365 milhões de litros de refrigerante. \n \nd) 273 milhões de litros de refrigerante. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nOs sprays utilizados em partidas de futebol têm \nformulações bem variadas, mas basicamente contêm água, \nbutano e um surfactante. Quando essa mistura deixa a \nembalagem, forma-se uma espuma branca que o árbitro \nutiliza para marcar as posições dos jogadores. Do ponto de \nvista químico, essas informações sugerem que a espuma \nestabilizada por certo tempo seja formada por pequenas \nbolhas, cujas películas são constituídas de água e", "alternativas": "a) surfactante, que aumenta a tensão superficial da água.  \n \nb) butano, que aumenta a tensão superficial da água. \n \nc) surfactante, que diminui a tensão superficial da água.  \n \nd) butano, que diminui a tensão superficial da água.  \n \n23\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nMuito se ouve sobre ações em que se utilizam bombas \nimprovisadas. Nos casos que envolvem caixas eletrônicos, \ngeralmente as bombas são feitas com dinamite (TNT- \ntrinitrotolueno), mas nos atentados terroristas geralmente \nsão utilizados explosivos plásticos, que não liberam \nodores. Cães farejadores detectam TNT em razão da \npresença de resíduos de DNT (dinitrotolueno), uma \nimpureza do TNT que tem origem na nitração incompleta \ndo tolueno.  Se os cães conseguem farejar com mais \nfacilidade o DNT, isso significa que, numa mesma \ntemperatura, esse composto deve ser", "alternativas": "a) menos volátil que o TNT, e portanto tem uma menor \npressão de vapor. \n \nb) mais volátil que o TNT, e portanto tem uma menor \npressão de vapor. \n \nc) menos volátil que o TNT, e portanto tem uma maior \npressão de vapor. \n \nd) mais volátil que o TNT, e portanto tem uma maior \npressão de vapor. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nA coloração verde de vegetais se deve à clorofila, uma \nsubstância formada por uma base nitrogenada ligada ao \níon magnésio, que atua como um ácido de Lewis. Essa \ncoloração não se modifica quando o vegetal está em \ncontato com água fria, mas pode se modificar no cozimento \ndo vegetal. O que leva à mudança de cor é a troca dos \níons magnésio por íons hidrogênio, sendo que a molécula \nda clorofila permanece eletricamente neutra após a troca. \nEssas informações permitem inferir que na mudança de cor \ncada íon magnésio é substituído por", "alternativas": "a) um íon hidrogênio e a mudança de cor seria mais \npronunciada pela adição de vinagre no cozimento. \n  \nb) dois íons hidrogênio e a mudança de cor seria mais \npronunciada pela adição de vinagre no cozimento.  \n \nc) dois íons hidrogênio e a mudança de cor seria menos \npronunciada pela adição de vinagre no cozimento.  \n \nd) um íon hidrogênio e a mudança de cor seria menos \npronunciada pela adição de vinagre no cozimento. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nUma proposta para obter energia limpa é a utilização de \ndispositivos eletroquímicos que não gerem produtos \npoluentes, e que utilizem materiais disponíveis em grande \nquantidade ou renováveis. O esquema abaixo mostra, \nparcialmente, um dispositivo que pode ser utilizado com \nessa finalidade. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNesse esquema, os círculos podem representar átomos, \nmoléculas ou íons. De acordo com essas informações e o \nconhecimento de eletroquímica, pode-se afirmar que nesse \ndispositivo a corrente elétrica flui de", "alternativas": "a) A para B e o círculo ● representa o íon O2-. \n \nb) B para A e o círculo ● representa o íon O2+. \n \nc) B para A e o círculo ● representa o íon O2-. \n \nd) A para B e o círculo ● representa o íon O2+. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nO hidrogeno carbonato de sódio apresenta muitas \naplicações no dia a dia. Todas as aplicações indicadas nas \nalternativas abaixo são possíveis e as equações químicas \napresentadas estão corretamente balanceadas, porém \nsomente em uma alternativa a equação química é coerente \ncom a aplicação. A alternativa correta indica que o \nhidrogeno carbonato de sódio é utilizado", "alternativas": "a) como higienizador bucal, elevando o pH da saliva:  \n2 NaHCO3 → Na2CO3 + H2O + CO2. \n \nb) em \nextintores \nde \nincêndio, \nfuncionando \ncomo \npropelente:  \nNaHCO3 + OH- → Na+ + CO3\n2- + H2O. \n \nc) como fermento em massas alimentícias, promovendo a \nexpansão da massa:   \nNaHCO3\n  → HCO3\n-  +  Na+. \n \nd) como antiácido estomacal, elevando o pH do estômago: \nNaHCO3\n + H+ → CO2 + H2O + Na+. \n  \n  \n  \n  \n24\n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nHot pack e cold pack são dispositivos que permitem, \nrespectivamente, aquecer ou resfriar objetos rapidamente e \nnas \nmais \ndiversas \nsituações. \nEsses \ndispositivos \ngeralmente \ncontêm \nsubstâncias \nque \nsofrem \nalgum \nprocesso quando eles são acionados. Dois processos \nbastante utilizados nesses dispositivos e suas respectivas \nenergias estão esquematizados nas equações 1 e 2 \napresentadas a seguir. \n \nNH4NO3(s)+H2O(l)→NH4\n+(aq)+NO3\n-(aq) \nΔΗ =  26 kJ mol-1 \n1 \nCaCl2(s)+H2O(l)→Ca2+(aq)+2Cl-(aq) \nΔΗ = - 82 kJ mol-1 \n2 \n \nDe acordo com a notação química, pode-se afirmar que as \nequações 1 e 2 representam processos de", "alternativas": "a) dissolução, sendo a equação 1 para um hot pack e a \nequação 2 para um cold pack. \n \nb) dissolução, sendo a equação 1 para um cold pack e a \nequação 2 para um hot pack. \n \nc) diluição, sendo a equação 1 para um cold pack e a \nequação 2 para um hot pack. \n \nd) diluição, sendo a equação 1 para um hot pack e a  \nequação 2 para um cold pack. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nUm importante fator natural que contribui para a formação \nde óxidos de nitrogênio na atmosfera são os relâmpagos. \nConsidere um espaço determinado da atmosfera em que \nhaja 20 % em massa de oxigênio e 80 % de nitrogênio, e \nque numa tempestade haja apenas formação de dióxido de \nnitrogênio. Supondo-se que a reação seja completa, \nconsumindo todo o reagente limitante, pode-se concluir \nque, ao final do processo, a composição percentual em \nmassa da atmosfera naquele espaço determinado será \naproximadamente igual a", "alternativas": "a) 29 % de dióxido de nitrogênio e 71 % de nitrogênio. \n \nb) 40 % de dióxido de nitrogênio e 60 % de nitrogênio. \n \nc) 60 % de dióxido de nitrogênio e 40 % de nitrogênio. \n \nd) 71 % de dióxido de nitrogênio e 29 % de nitrogênio.  \n \n \nDados: Equação da reação:  ½ N2 + O2  →   NO2  \nMassas molares em g mol-1: N2=28 , O2=32 e NO2= 46 \n \n \n \n \n \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}, {"texto": " \n \nUm artigo científico recente relata um processo de \nprodução de gás hidrogênio e dióxido de carbono a partir \nde metanol e água. Uma vantagem dessa descoberta é \nque o hidrogênio poderia assim ser gerado em um carro e \nali consumido na queima com oxigênio. Dois possíveis \nprocessos de uso do metanol como combustível num carro \n– combustão direta ou geração e queima do hidrogênio – \npodem ser equacionados conforme o esquema abaixo: \n \n \n    \n \n \n \n       \n \nDe acordo com essas equações, o processo de geração e \nqueima de hidrogênio apresentaria uma variação de \nenergia", "alternativas": "a) diferente do que ocorre na combustão direta do \nmetanol, já que as equações globais desses dois \nprocessos são diferentes.  \n \nb) igual à da combustão direta do metanol, apesar de as \nequações químicas globais desses dois processos \nserem diferentes. \n \nc) diferente do que ocorre na combustão direta do \nmetanol, mesmo considerando que as equações \nquímicas globais desses dois processos sejam iguais. \n \nd) igual à da combustão direta do metanol, já que as \nequações químicas globais desses dois processos são \niguais. \n \n \n", "metadados": {"vestibular": "unicamp", "ano_prova": 2015, "quantidade_alternativas": 4, "codigo_prova": "QW"}}]
